[{"section":"\nהלכה א\nכל נביא שיעמוד לנו ויאמר שה' שלחו אינו צריך לעשות אות כאחד מאותות משה רבינו או כאותות אליהו ואלישע שיש בהם שינוי מנהגו של עולם אלא האות שלו שיאמר דברים העתידים להיות בעולם ויאמנו דבריו שנאמר וכי תאמר בלבבך איכה נדע הדבר וגו' לפיכך כשיבוא אדם הראוי לנבואה במלאכות השם ולא יבוא להוסיף ולא לגרוע אלא לעבוד את ה' במצות התורה אין אומרין לו קרע לנו הים או החיה מת וכיוצא באלו ואח\"כ נאמין בך אלא אומרים לו אם נביא אתה אמור דברים העתידים להיות והוא אומר ואנו מחכים לראות היבואו דבריו אם לא יבואו ואפילו נפל דבר קטן בידוע שהוא נביא שקר ואם באו דבריו כולן יהיה בעינינו נאמן.","result":"Phrase 1: הלכה א - Halacha 1<br><br>Phrase 2: כל נביא שיעמוד לנו ויאמר שה' שלחו - Every prophet who will arise for us and say that God sent him<br><br>Phrase 3: אינו צריך לעשות אות כאחד מאותות משה רבינו או כאותות אליהו ואלישע - does not need to perform a miracle like one of the miracles of Moses our teacher or like the miracles of Elijah and Elisha.<br><br>Phrase 4: שיש בהם שינוי מנהגו של עולם - which had a change in the regular order of the world.<br><br>Phrase 5: אלא האות שלו שיאמר דברים העתידים להיות בעולם ויאמנו דבריו - Rather, his sign is that he will speak about things that will happen in the world and his words will be believed.<br><br>Phrase 6: שנאמר וכי תאמר בלבבך איכה נדע הדבר וגו' - As it is said, \"And if you say in your heart, 'How shall we know the word?'\"<br><br>Phrase 7: לפיכך כשיבוא אדם הראוי לנבואה במלאכות השם ולא יבוא להוסיף ולא לגרוע אלא לעבוד את ה' במצות התורה - Therefore, when a person deserving of prophecy comes in the service of God and not to add or subtract but rather to serve God with the commandments of the Torah<br><br>Phrase 8: אין אומרין לו קרע לנו הים או החיה מת וכיוצא באלו - we do not tell him to split the sea for us or to make an animal die or anything like that.<br><br>Phrase 9: ואח\"כ נאמין בך אלא אומרים לו אם נביא אתה אמור דברים העתידים להיות - And afterwards, we will believe in him, but we tell him, \"If you are a prophet, say things that will happen in the future.\"<br><br>Phrase 10: והוא אומר ואנו מחכים לראות היבואו דבריו אם לא יבואו - And he will say, \"We are waiting to see if his words will come true, and if not,\"<br><br>Phrase 11: ואפילו נפל דבר קטן בידוע שהוא נביא שקר - Even if a small thing happens, it is known that he is a false prophet.<br><br>Phrase 12: ואם באו דבריו כולן יהיה בעינינו נאמן - But if all his words come true, then he will be trustworthy in our eyes. <br><br>Summary: This Halacha explains that a prophet does not need to perform a miraculous sign like the ones performed by Moses or Elijah and Elisha. Rather, his sign is his ability to speak about future events and have his words believed. This Halacha also explains how to test a prophet's authenticity and that if his words do not come true, he is a false prophet."},{"section":"\nהלכה ב\nובודקין אותו פעמים הרבה אם נמצאו דבריו נאמנים כולן הרי זה נביא אמת כמו שנאמר בשמואל וידע כל ישראל מדן ועד באר שבע כי נאמן שמואל לנביא לה'.","result":"Phrase 1: הלכה ב<br>הלכה: \"Halacha\", meaning Jewish law<br>ב: \"in\"<br><br>Translation: In regards to Jewish law,<br><br><br>Summary: This phrase establishes that the upcoming text will discuss a specific aspect of Jewish law.<br><br><br>Phrase 2: ובודקין אותו פעמים הרבה<br>ובודקין: \"And check\"<br>אותו: \"him\"<br>פעמים: \"times\"<br>הרבה: \"many\"<br><br>Translation: And check him many times.<br><br><br>Summary: This phrase indicates the amount of scrutiny that is given to the subject in question.<br><br><br>Phrase 3: אם נמצאו דבריו נאמנים כולן<br>אם: \"if\"<br>נמצאו: \"are found\"<br>דבריו: \"his words\"<br>נאמנים: \"faithful\"<br>כולן: \"all\"<br><br>Translation: If all of his words are found to be faithful.<br><br><br>Summary: This phrase sets up a condition for the subject being discussed. If his words are deemed truthful, then something else will happen. <br><br><br>Phrase 4: הרי זה נביא אמת<br>הרי: \"Behold\"<br>זה: \"this\"<br>נביא: \"prophet\"<br>אמת: \"true\"<br><br>Translation: Behold, this is a true prophet.<br><br><br>Summary: This phrase is the conclusion of the previous condition, that if the person's words are all truthful, then they are considered a true prophet. <br><br><br>Phrase 5: כמו שנאמר בשמואל וידע כל ישראל מדן ועד באר שבע כי נאמן שמואל לנביא לה'<br>כמו: \"As\"<br>שנאמר: \"it is said\"<br>בשמואל: \"in Samuel\"<br>וידע: \"And all Israel knew\"<br>כל: \"all\"<br>ישראל: \"Israel\"<br>מדן: \"from Dan\"<br>ועד: \"to\"<br>באר שבע: \"Be'er Sheva\"<br>כי: \"that\"<br>נאמן: \"faithful\"<br>שמואל: \"Samuel\"<br>לנביא: \"as a prophet\"<br>לה': \"to God\"<br><br>Translation: As it is said in Samuel, And all Israel knew from Dan to Be'er Sheva that Samuel was a faithful prophet to God.<br><br><br>Summary: This phrase provides evidence for the previous statement, citing a verse in the book of Samuel to support the claim that if a person's words are truthful, they are considered a faithful prophet for God."},{"section":"\nהלכה ג\nוהלא המעוננים והקוסמים אומרים מה שעתיד להיות ומה הפרש יש בין הנביא ובינם אלא שהמעוננים והקוסמים וכיוצא בהן מקצת דבריהם מתקיימין ומקצתן אין מתקיימין כענין שנאמר יעמדו נא ויושיעוך הוברי שמים החוזים בכוכבים מודיעים לחדשים מאשר יבאו עליך מאשר ולא כל אשר ואפשר שלא יתקיים מדבריהם כלום אלא יטעו בכל כענין שנאמר מפר אותות בדים וקוסמים יהולל אבל הנביא כל דבריו קיימין שנאמר כי לא יפול מדבר ה' ארצה וכן הוא אומר הנביא אשר אתו חלום יספר חלום ואשר דברי אתו ידבר דברי אמת מה לתבן את הבר נאם ה' כלומר שדברי הקוסמים והחלומות כתבן שנתערב בו מעט בר ודבר ה' כבר שאין בו תבן כלל ובדבר הזה הכתוב הבטיח ואמר שאותן הדברים שמודיעין המעוננים והקוסמים לאומות ומכזבין הנביא יודיע לכם דברי אמת ואין אתם צריכין למעונן וקוסם וכיוצא בו שנאמר לא ימצא בך מעביר בנו ובתו באש וגו' כי הגוים האלה וגו' ואמר נביא מקרבך מאחיך וגו' הא למדת שאין הנביא עומד לנו אלא להודיענו דברים העתידים להיות בעולם משובע ורעב מלחמה ושלום וכיוצא בהן ואפילו צרכי יחיד מודיע לו כשאול שאבדה לו אבדה והלך לנביא להודיעו מקומה וכיוצא באלו הדברים הוא שיאמר הנביא לא שיעשה דת אחרת או יוסיף מצוה או יגרע.","result":"Phrase 1: הלכה ג <br>\"Law #3\"<br><br>Summary: This is the third law.<br><br>Phrase 2: והלא המעוננים והקוסמים אומרים <br>\"And don't the wizards and the fortune-tellers say\"<br><br>Summary: The text is discussing the words of wizards and fortune-tellers.<br><br>Phrase 3: מה שעתיד להיות ומה הפרש יש בין הנביא ובינם <br>\"What will happen and what is the difference between them and the prophet\"<br><br>Summary: The text is addressing what the wizards and fortune-tellers say compared to what the prophet says.<br><br>Phrase 4: אלא שהמעוננים והקוסמים וכיוצא בהן מקצת דבריהם מתקיימין ומקצתן אין מתקיימין כענין שנאמר <br>\"But the wizards and fortune-tellers, and the like, some of their words do come true, and some of them do not, as it says\"<br><br>Summary: The words of the wizards and fortune-tellers do not all come true, as the text cites a verse to support this.<br><br>Phrase 5: יעמדו נא ויושיעוך הוברי שמים החוזים בכוכבים מודיעים לחדשים מאשר יבאו עליך מאשר ולא כל אשר ואפשר שלא יתקיים מדבריהם כלום <br>\"'Stand, I beg you, and save me, those who peer at the stars, who make predictions for months in advance; who speak of what will happen to you' – but not everything they say comes true.\"<br><br>Summary: This is the verse cited to support the fact that not all the words of the wizards and fortune-tellers come true.<br><br>Phrase 6: אלא יטעו בכל כענין שנאמר <br>\"Rather, they deceive in every matter, as it says\"<br><br>Summary: The text explains that the words of the wizards and fortune-tellers are misleading.<br><br>Phrase 7: מפר אותות בדים וקוסמים יהולל <br>\"He who breaks the signs of liars and seesers is mocked\"<br><br>Summary: This verse describes how those who debunk the lies of the wizards and fortune-tellers are mocked.<br><br>Phrase 8: אבל הנביא כל דבריו קיימין שנאמר <br>\"But the prophet – all of his words will come true, as it says\"<br><br>Summary: The text contrasts the words of the wizards and fortune-tellers with those of the prophet, who speaks only the truth.<br><br>Phrase 9: כי לא יפול מדבר ה' ארצה וכן הוא אומר הנביא אשר אתו חלום יספר חלום ואשר דברי אתו ידבר דברי אמת <br>\"For the word of the Lord shall not fail, and so it says: 'The prophet who has a dream shall tell his dream, but he who has My word shall tell My word in truth'.\"<br><br>Summary: The text provides verses to support the idea that the words of the prophet are always true.<br><br>Phrase 10: מה לתבן את הבר נאם ה' <br>\"What has straw in common with grain? says the Lord\"<br><br>Summary: This is another verse that emphasizes the difference between the true words of the prophet and the false words of the wizards and fortune-tellers.<br><br>Phrase 11: ובדבר הזה הכתוב הבטיח ואמר שאותן הדברים שמודיעין המעוננים והקוסמים לאומות ומכזבין הנביא יודיע לכם דברי אמת ואין אתם צריכין למעונן וקוסם וכיוצא בו <br>\"And with this, the Scripture promises and says that those things that the wizards and fortune-tellers tell the nations and deceive with, the prophet will tell you the true words, and you do not need wizards, fortune-tellers, and the like.\"<br><br>Summary: The text asserts that the words of the prophet are always true, and that there is no need for wizards, fortune-tellers, and other such people.<br><br>Phrase 12: לא ימצא בך מעביר בנו ובתו באש וגו' כי הגוים האלה וגו' <br>\"It shall not be found among you anyone who passes his son or his daughter through the fire... for all these nations, and so on\"<br><br>Summary: This verse is cited to support the idea that the prophet is not there to give a new law, but rather to tell about future events.<br><br>Phrase 13: נביא מקרבך מאחיך וגו' <br>\"A prophet from your midst, from your brothers, and so on\"<br><br>Summary: This verse shows that the prophet is someone who arises from within the Jewish people.<br><br>Phrase 14: הא למדת <br>\"So you have learned\"<br><br>Summary: This phrase concludes the discussion of the role of the prophet."},{"section":"\nהלכה ד\nדברי הפורענות שהנביא אומר כגון שיאמר פלוני ימות או שנה פלונית רעב או מלחמה וכיוצא בדברים אלו אם לא עמדו דבריו אין בזה הכחשה לנבואתו ואין אומרים הנה דבר ולא בא שהקדוש ברוך הוא ארך אפים ורב חסד ונחם על הרעה ואפשר שעשו תשובה ונסלח להם כאנשי נינוה או שתלה להם כחזקיה אבל אם הבטיח על טובה ואמר שיהיה כך וכך ולא באה הטובה שאמר בידוע שהוא נביא שקר שכל דבר טובה שיגזור האל אפילו על תנאי אינו חוזר ולא מצינו שחזר בדבר טובה אלא בחרבן ראשון כשהבטיח לצדיקים שלא ימותו עם הרשעים וחזר בדבריו וזה מפורש במסכת שבת הא למדת שבדברי הטובה בלבד יבחן הנביא הוא שירמיהו אמר בתשובתו לחנניה בן עזור כשהיה ירמיה מתנבא לרעה וחנניה לטובה אמר לו לחנניה אם לא יעמדו דברי אין בזה ראיה שאני נביא שקר אבל אם לא יעמדו דבריך יודע שאתה נביא שקר שנאמר אך שמע נא את הדבר הזה וגו' הנביא אשר ידבר שלום בבוא דבר הנביא יודע הנביא אשר שלחו ה' באמת.","result":"הלכה ד: \"Words of Prophecy\"<br><br>דברי הפורענות - \"Words of calamity/affliction\"<br><br>שהנביא אומר - \"that the prophet says\"<br><br>כגון שיאמר פלוני ימות או שנה פלונית רעב או מלחמה וכיוצא בדברים אלו - \"such as saying 'so and so will die' or 'there will be a year of famine or war', and similar things\"<br><br>אם לא עמדו דבריו - \"if his words do not come true\"<br><br>אין בזה הכחשה לנבואתו - \"this does not mean that the prophecy is false\"<br><br>ואין אומרים הנה דבר ולא בא - \"and we do not say 'look, the word did not come true'\"<br><br>שהקדוש ברוך הוא ארך אפים ורב חסד ונחם על הרעה - \"because God is slow to anger and abounding in kindness, and comforts in times of trouble\"<br><br>ואפשר שעשו תשובה ונסלח להם כאנשי נינוה או שתלה להם כחזקיה - \"and it is possible that the people repented and were forgiven, like the people of Nineveh or like when Hezekiah was granted more years on his life\"<br><br>אבל אם הבטיח על טובה - \"but if he prophesies good\"<br><br>ואמר שיהיה כך וכך ולא באה הטובה שאמר - \"and said it would happen in a certain way, and the good does not come as he said\"<br><br>בידוע שהוא נביא שקר - \"it is known that he is a false prophet\"<br><br>שכל דבר טובה שיגזור האל אפילו על תנאי אינו חוזר - \"because anything good that God decrees, even conditionally, does not go back on His word\"<br><br>ולא מצינו שחזר בדבר טובה - \"and we don't find Him going back on good decrees\"<br><br>אלא בחרבן ראשון - \"except for in the destruction of the first Temple\"<br><br>כשהבטיח לצדיקים שלא ימותו עם הרשעים וחזר בדבריו - \"when He promised the righteous that they wouldn't die with the wicked, but then went back on His word\"<br><br>וזה מפורש במסכת שבת - \"this is explicit in Tractate Shabbat\"<br><br>הא למדת - \"from here we learn\"<br><br>שבדברי הטובה בלבד יבחן הנביא - \"that only with good prophecies is the prophet judged\"<br><br>הוא שירמיהו אמר בתשובתו לחנניה בן עזור כשהיה ירמיה מתנבא לרעה וחנניה לטובה - \"as when Jeremiah responded to Hananiah son of Azur, when Jeremiah prophesied bad and Hananiah prophesied good\"<br><br>אמר לו לחנניה - \"Hananiah said to him\"<br><br>אם לא יעמדו דברי אין בזה ראיה שאני נביא שקר - \"'If my words do not come true, it does not prove that I am a false prophet'\"<br><br>אבל אם לא יעמדו דבריך יודע שאתה נביא שקר - \"but if your words don't come true, it shows you are a false prophet\"<br><br>שנאמר אך שמע נא את הדבר הזה וגו' - \"as it says, 'But please hear this word'\"<br><br>הנביא אשר ידבר שלום בבוא דבר - \"the prophet who speaks of peace when trouble comes\"<br><br>הנביא יודע הנביא אשר שלחו ה' באמת - \"the true prophet is known by God who sent him\""},{"section":"\nהלכה ה\nנביא שהעיד לו נביא אחר שהוא נביא הרי הוא בחזקת נביא ואין זה השני צריך חקירה שהרי משה רבינו העיד ליהושע והאמינו בו כל ישראל קודם שיעשה אות וכן לדורות נביא שנודעה נבואתו והאמינו בדבריו פעם אחר פעם או שהעיד לו נביא והיה הולך בדרכי הנבואה אסור לחשב אחריו ולהרהר בנבואתו שמא אינה אמת ואסור לנסותו יותר מדאי ולא נהיה הולכים ומנסים לעולם שנאמר לא תנסו את ה' אלהיכם כאשר נסיתם במסה שאמרו היש ה' בקרבנו אם אין אלא מאחר שנודע שזה נביא יאמינו וידעו כי ה' בקרבם ולא יהרהרו ולא יחשבו אחריו כענין שנאמר וידעו כי נביא היה בתוכם.","result":"הלכה ה: \"A prophet who was testified to by another prophet that he is a prophet, he is considered to be a prophet without further investigation. This is because Moses testified to Joshua and all of Israel believed him even before he performed a miracle. Similarly, for generations, when a prophet's prophecy was well-known and his words were believed time after time, or when he was testified to by another prophet and he followed in the ways of prophesy, it is prohibited to doubt him or to question his prophecy. It is forbidden to test him more than necessary, and we should not go and try him. As it says, 'Do not test the Lord your God as you tested him at Massah.' However, if it is known that he is a prophet, then they should believe him and know that God is among them, and they should not doubt him, as it says, 'And they knew that there was a prophet among them.'\"<br><br>הלכה ב<br>כן נאמר שבא ליהרג יותר טוב יהרג שאין מתים אלא על עבירות וצריך לדקדק בדבריו של חכמים שסותרים את דרכי הפושעים כמו שעשו חזקיהו ועמו וכיוצא בהם ולא יטול על עצמו לפרשן כמו שעשו צדוקים וביתוס וכיוצא בהם וכל המרבה הרי זה חוטא.<br><br>הלכה ב: \"It is said that one who seeks to be killed should do it properly. People only die because of sins, so we must be careful about the words of the sages that contradict the ways of the wicked, as Hezekiah and his people did, and the like. We should not be mistaken and interpret them ourselves, as the Sadducees and Pharisees did and the like, and anyone who does so is a sinner.\""}]