B"H<br><br>[{"section":"האל הנכבד והנורא הזה--מצוה לאוהבו וליראה ממנו, שנאמר: \"ואהבת את ה' אלוהיך\" (דברים ו ה; דברים יא א), ונאמר: \"את ה' אלוהיך תירא\" (דברים ו יג; דברים י כ). והיאך היא הדרך לאהבתו ויראתו? בשעה שיתבונן האדם במעשיו וברואיו הנפלאים הגדולים, ויראה מהם חכמתו שאין לה ערך ולא קץ, מיד הוא אוהב ומשבח ומפאר ומתאווה תאווה גדולה לידע השם הגדול, כמו שאמר דוד: \"צמאה נפשי לאלוהים לאל חי\" (תהלים מב ג).","result":"האל הנכבד והנורא הזה: \"This honored and awesome God\"<br>מצוה לאוהבו וליראה ממנו: \"It is a commandment to love and fear Him\"<br>שנאמר: \"As it says\"<br>\"ואהבת את ה' אלוהיך\": \"And you shall love the Lord your God\"<br>(דברים ו ה; דברים יא א): \"(Deuteronomy 6:5; Deuteronomy 11:1)\"<br>ונאמר: \"And it says\"<br>\"את ה' אלוהיך תירא\": \"You shall fear the Lord your God\"<br>(דברים ו יג; דברים י כ): \"(Deuteronomy 6:13; Deuteronomy 10:20)\"<br>והיאך היא הדרך לאהבתו ויראתו?: \"And what is the way to love and fear Him?\"<br>בשעה שיתבונן האדם במעשיו וברואיו הנפלאים הגדולים: \"When a person contemplates his great works and wonders\"<br>ויראה מהם חכמתו: \"And sees His wisdom in them\"<br>שאין לה ערך ולא קץ: \"Which has no limit or end\"<br>מיד הוא אוהב ומשבח ומפאר ומתאווה תאווה גדולה לידע השם הגדול: \"Immediately he loves Him, praises Him, glorifies Him, and desires greatly to know the great Name\"<br>כמו שאמר דוד: \"As David said\"<br>\"צמאה נפשי לאלוהים לאל חי\": \"My soul thirsts for God, for the living God\"<br>(תהלים מב ג): \"(Psalms 42:3)\""},{"section":"וכשמחשב בדברים האלו עצמן, מיד הוא נרתע לאחוריו, ויירא ויפחד ויידע שהוא בריה קטנה שפלה אפלה, עומד בדעת קלה מעוטה לפני תמים דעות, כמו שאמר דוד: \"כי אראה שמיך... מה אנוש כי תזכרנו\" (תהלים ח ד-ה). ולפי הדברים האלו אני מבאר כללים גדולים ממעשה ריבון העולמים, כדי שיהיו פתח למבין לאהוב את השם, כמו שאמרו חכמים בעניין אהבה, שמתוך כך אתה מכיר את מי שאמר והיה העולם.","result":"כשמחשב: \"When one thinks\"<br><br>בדברים האלו: \"about these things\"<br><br>עצמן: \"themselves\"<br><br>מיד הוא: \"immediately he\"<br><br>נרתע לאחוריו: \"is repelled backwards\"<br><br>ויירא ויפחד: \"and becomes afraid\"<br><br>ויידע: \"and knows\"<br><br>שהוא בריה קטנה שפלה אפלה: \"that he is a small, lowly creature\"<br><br>עומד בדעת קלה מעוטה: \"standing with a small, limited understanding\"<br><br>לפני תמים דעות: \"in front of perfect knowledge\"<br><br>כמו שאמר דוד: \"As David said\"<br><br>כי אראה שמיך... מה אנוש כי תזכרנו: \"When I see Your heavens...what is man that You remember him\" (Psalms 8:4-5)<br><br>פתח למבין לאהוב את השם: \"Open to the understanding to love God\"<br><br>כמו שאמרו חכמים: \"As the sages said\"<br><br>בעניין אהבה: \"regarding love\"<br><br>מתוך כך אתה מכיר את מי שאמר והיה העולם: \"Through this you recognize Him who spoke and the world came into being\" <br><br>Meaning:<br><br>When one thinks about these things, they immediately feel repelled and become afraid, knowing that they are a small, lowly creature with a limited understanding in front of perfect knowledge, as David said, \"When I see Your heavens...what is man that You remember him.\" Through this understanding, one can open themselves to the understanding of loving God, as the sages said regarding love, \"Through this you recognize Him who spoke and the world came into being.\""},{"section":"כל מה שברא הקדוש ברוך הוא בעולמו, נחלק לשלושה חלקים: מהם ברואים שהם מחוברים מגולם וצורה-והם נהווים ונפסדים תמיד, כמו גופות האדם והבהמה והצמחים והמתכות. ומהם ברואים שהם מחוברים מגולם וצורה, אבל אינם משתנים מגוף לגוף ומצורה לצורה כמו הראשונים, אלא צורתם קבועה בגולמם לעולם, ואינם משתנים כמו אלו--והם הגלגלים והכוכבים שבהן, ואין גולמם כשאר גלמים ולא צורתם כשאר צורות. ומהן ברואים צורה בלא גולם כלל – והם המלאכים, שהמלאכים אינם גוף וגווייה, אלא צורות נפרדות זו מזו.","result":"כל: \"all\"<br>מה: \"that which\"<br>שברא: \"created\"<br>הקדוש ברוך הוא: \"the Holy One, blessed be He\"<br>בעולמו: \"in His world\"<br>נחלק: \"is divided\"<br>לשלושה חלקים: \"into three parts\"<br>מהם: \"of them\"<br>ברואים: \"created beings\"<br>שהם: \"that are\"<br>מחוברים: \"connected\"<br>מגולם: \"from matter\"<br>וצורה: \"and form\"<br>והם: \"and they are\"<br>נהווים: \"created and destroyed\"<br>ונפסדים: \"always\"<br>תמיד: \"constantly\"<br>כמו: \"like\"<br>גופות: \"bodies\"<br>האדם: \"of humans\"<br>והבהמה: \"and animals\"<br>והצמחים: \"and plants\"<br>והמתכות: \"and metals\"<br>מהם: \"of them\"<br>ברואים: \"created beings\"<br>שהם: \"that are\"<br>מחוברים: \"connected\"<br>מגולם: \"from matter\"<br>וצורה: \"and form\"<br>אבל: \"but\"<br>אינם: \"they are not\"<br>משתנים: \"changing\"<br>מגוף לגוף: \"from body to body\"<br>ומצורה לצורה: \"and from form to form\"<br>כמו: \"like\"<br>הראשונים: \"the first ones\"<br>אלא: \"but\"<br>צורתם: \"their form\"<br>קבועה: \"fixed\"<br>בגולמם: \"in their matter\"<br>לעולם: \"forever\"<br>ואינם: \"and they are not\"<br>משתנים: \"changing\"<br>כמו: \"like\"<br>אלו: \"these (ones)\"<br>והם: \"and they are\"<br>הגלגלים: \"the spheres\"<br>והכוכבים: \"and the stars\"<br>שבהן: \"in which\"<br>ואין: \"there is not\"<br>גולמם: \"their matter\"<br>כשאר: \"like the rest of\"<br>גלמים: \"matter\"<br>ולא: \"and not\"<br>צורתם: \"their form\"<br>כשאר: \"like the rest of\"<br>צורות: \"forms\"<br>מהן: \"of them\"<br>ברואים: \"created beings\"<br>צורה: \"form\"<br>בלא: \"without\"<br>גולם: \"matter\"<br>כלל: \"at all\"<br>והם: \"and they are\"<br>המלאכים: \"the angels\"<br>שהמלאכים: \"that the angels are\"<br>אינם: \"they are not\"<br>גוף: \"a physical body\"<br>וגווייה: \"and substance\"<br>אלא: \"but\"<br>צורות: \"forms\"<br>נפרדות: \"separate\"<br>זו מזו: \"from one another\"<br><br>Meaning: Everything that the Holy One, blessed be He, created in His world is divided into three parts: created beings that are made of matter and form which are constantly created and destroyed, such as human bodies, animals, plants, and metals; created beings that are made of matter and form but their form is fixed in the matter forever, and they do not change from one form to another like the first ones, and these are the spheres and the stars in them, and their matter is not like the matter of the other created beings, and their forms are not like the other forms; created beings that have form without matter at all, and these are the angels, who are not a physical body and substance, but separate forms from one another."},{"section":"ומה הוא זה שהנביאים אומרים שראו המלאך אש ובעל כנפיים? הכל במראה הנבואה ודרך חידה, לומר שאינו גוף ואינו כבד כגופות הכבדים, כמו שנאמר: \"כי ה' אלוהיך אש אוכלה הוא\" (דברים ד כד), ואינו אש אלא משל. וכמו שנאמר: \"עושה מלאכיו רוחות\" (תהילים קד ד).","result":"{וּמָה}: \"and what\"<br>{הוּא}: \"is it\"<br>{שֶׁהַנְּבִיאִים}: \"that the prophets\"<br>{אוֹמְרִים}: \"say\"<br>{שָׁרְאוּ}: \"they saw\"<br>{הַמַּלְאָךְ}: \"the angel\"<br>{אֵשׁ}: \"fire\"<br>{וּבַעַל}: \"and with wings\"<br>{כְּנָפַיִם}: \"two\"<br>{הַכֹּל}: \"everything\"<br>{בְּמַרְאֵה}: \"in a vision\"<br>{הַנְּבוּאָה}: \"of prophecy\"<br>{וְדֶרֶךְ}: \"and in a riddle\"<br>{חִידָה}: \"a metaphor\"<br>{לוֹמַר}: \"to say\"<br>{שֶׁאֵינוֹ}: \"that it is not\"<br>{גוּף}: \"a physical body\"<br>{וְאֵינוֹ}: \"and it is not\"<br>{כָּבֵד}: \"heavy\"<br>{כְּגוּפוֹת}: \"like physical bodies\"<br>{הַכָּבֵדִים}: \"that are heavy\"<br>{כַּמּוֹ}: \"as\"<br>{שֶׁנֶּאֱמָר}: \"as it is said\"<br>{כִּי}: \"for\"<br>{ה':}: \"God\"<br>{אֱלֹהֶיךָ}: \"your God\"<br>{אֵשׁ}: \"a consuming fire\"<br>{הוּא}: \"He\"<br>{וְאֵינוֹ}: \"and it is not\"<br>{אֵשׁ}: \"fire\"<br>{אֶלָּא}: \"but rather\"<br>{מַשָּׁל}: \"a metaphor\"<br>{וּכְמוֹ}: \"and like\"<br>{שֶׁנֶּאֱמָר}: \"as it is said\"<br>{עֹשֶׂה}: \"makes\"<br>{מַלְאָכָיו}: \"His angels\"<br>{רוּחוֹת}: \"spirits\" <br><br>Meaning: <br>The prophets described seeing an angel with wings and fire, but this was seen in a prophetic vision and in a metaphorical way to indicate that the angel is not a physical body, nor is it heavy like physical bodies. This is similar to how God is described as a consuming fire but is not actually fire, rather it is a metaphor. It is also similar to how God makes his angels spirits."},{"section":"ובמה ייפרדו הצורות זו מזו? והרי אינן גופין? לפי שאינן שווין במציאתן, אלא כל אחד מהן למטה ממעלתו של חברו והוא מצוי מכוחו, זה למעלה מזה; והכול נמצאים מכוחו של הקדוש ברוך הוא וטובו. וזה הוא שרמז שלמה בחכמתו ואמר: \"כי גבוה מעל גבוה שומר וגבוהים עליהם\" (קהלת ה ז).","result":"ו: \"and\"<br>במה: \"in what\"<br>ייפרדו: \"will separate\"<br>הצורות: \"the forms\"<br>זו מזו: \"from each other\"<br>והרי: \"but behold\"<br>אינן: \"they are not\"<br>גופין: \"bodies\"<br>לפי ש: \"because\"<br>אינן: \"they are not\"<br>שווין: \"equal\"<br>במציאתן: \"in their existence\"<br>אלא: \"rather\"<br>כל אחד מהם: \"each one of them\"<br>למטה: \"lower\"<br>ממעלתו: \"than the level\"<br>של חברו: \"of its counterpart\"<br>והוא מצוי: \"and it exists\"<br>מכוחו: \"from its own power\"<br>זה למעלה מזה: \"this one above the other\"<br>והכול: \"and all of them\"<br>נמצאים: \"are found\"<br>מכוחו: \"from the power\"<br>של הקדוש ברוך הוא: \"of the Holy One, blessed be He\"<br>וטובו: \"and His goodness\"<br>וזה הוא: \"and this is\"<br>שרמז: \"what Shlomo hinted at\"<br>שלמה בחכמתו: \"Solomon with his wisdom\"<br>ואמר: \"when he said\"<br>כי גבוה מעל גבוה: \"that high above high\"<br>שומר: \"there is a guardian\"<br>וגבוהים עליהם: \"and the high ones above them\"<br>(קהלת ה ז): \"(Ecclesiastes 5:7)\"<br>Translation: And in what will the forms separate from each other? But behold, they are not bodies, for they are not equal in their existence, rather each one of them is lower than the level of its counterpart and it exists from its own power, one above the other, and all of them are found from the power of the Holy One, blessed be He, and His goodness. And this is what Shlomo hinted at in his wisdom when he said that high above high there is a guardian and the high ones above them. (Ecclesiastes 5:7)"},{"section":"זה שאמרנו למטה ממעלתו של חבירו אינה מעלת מקום כמו אדם שיושב למעלה מחבירו אלא כמו שאומרין בשני חכמים שאחד גדול מחבירו בחכמה שהוא למעלה ממעלתו של זה וכמו שאומרין בעילה שהיא למעלה מן העלול.","result":"{זה} This <br>{שאמרנו} that we said <br>{למטה} below <br>{ממעלתו} his colleague's level <br>{של חבירו} of his friend <br>{אינה} is not <br>{מעלת} a level of <br>{מקום} physical space <br>{כמו} like <br>{אדם} a person <br>{שיושב} who sits <br>{למעלה} above <br>{מחבירו} his colleague <br>{אלא} but <br>{כמו} like <br>{שאומרין} as we say <br>{בשני חכמים} in the case of two wise men <br>{שאחד} where one <br>{גדול} is greater <br>{מחבירו} than his colleague <br>{בחכמה} in wisdom <br>{שהוא} that is <br>{למעלה} above <br>{ממעלתו} his level <br>{של זה} of this one <br>{וכמו} and like <br>{שאומרין} as we say <br>{בעילה} in the case of conception <br>{שהיא} that it is <br>{למעלה} above <br>{מן} from <br>{העלול} the actual. <br><br>Translation: This means that when we speak of someone being on a higher level than his colleague, we are not talking about a physical space as when one person is physically sitting higher than another. Rather, it is comparable to the example of two wise men, where one is greater in wisdom and is on a higher level than his colleague. Similarly, the act of conception is on a higher level than the actual physical birth."},{"section":"שינוי שמות המלאכים על שם מעלתם הוא ולפיכך נקראים חיות הקדש והם למעלה מן הכל ואופנים ואראלים וחשמלים ושרפים ומלאכים ואלהים ובני אלהים וכרובים ואישים כל אלו עשרה השמות שנקראו בהן המלאכים על שם עשר מעלות שלהן הן ומעלה שאין למעלה ממנה אלא מעלת האל ברוך הוא היא מעלת הצורה שנקראת חיות לפיכך נאמר בנבואה שהן תחת כסא הכבוד ומעלה עשירית היא מעלת הצורה שנקראת אישים והם המלאכים המדברים עם הנביאים ונראים להם במראה הנבואה לפיכך נקראו אישים שמעלתם קרובה למעלת דעת בני אדם.","result":"{שינוי}: \"Change\"<br>{שמות}: \"Names\"<br>{המלאכים}: \"Of angels\"<br>{על}: \"On\"<br>{שם}: \"The name\"<br>{מעלתם}: \"Their ranking\"<br>{הוא}: \"Is\"<br>{ולפיכך}: \"Therefore,\"<br>{נקראים}: \"They are called\"<br>{חיות הקדש}: \"Holy creatures\"<br>{והם}: \"And they\"<br>{למעלה}: \"Are above\"<br>{מן}: \"From\"<br>{הכל}: \"Everything\"<br>{ואופנים}: \"Ophanim\"<br>{ואראלים}: \"Erelim\"<br>{וחשמלים}: \"Hashmalim\"<br>{ושרפים}: \"Seraphim\"<br>{ומלאכים}: \"And angels\"<br>{ואלהים}: \"And God\"<br>{ובני אלהים}: \"And sons of God\"<br>{וכרובים}: \"And cherubim\"<br>{ואישים}: \"And ishim\"<br>{כל אלו}: \"All these\"<br>{עשרה}: \"Ten\"<br>{השמות}: \"Names\"<br>{שנקראו}: \"That they are called\"<br>{בהן}: \"By them\"<br>{על שם}: \"On the name of\"<br>{עשר מעלות}: \"Ten ranks\"<br>{שלהן}: \"Of theirs\"<br>{הן}: \"They are\"<br>{ומעלה}: \"And above\"<br>{שאין}: \"That there is not\"<br>{למעלה ממנה}: \"Above it\"<br>{אלא}: \"Except\"<br>{מעלת}: \"The rank of\"<br>{האל ברוך הוא}: \"God blessed be He\"<br>{היא}: \"Is\"<br>{מעלת הצורה}: \"The rank of form\"<br>{שנקראת}: \"That is called\"<br>{חיות}: \"Creatures\"<br>{לפיכך}: \"Therefore\"<br>{נאמר}: \"It is said\"<br>{בנבואה}: \"In prophecy\"<br>{שהן}: \"That they\"<br>{תחת}: \"Under\"<br>{כסא הכבוד}: \"The throne of glory\"<br>{ומעלה עשירית}: \"And the tenth rank is\"<br>{היא}: \"Is\"<br>{מעלת הצורה}: \"The rank of form\"<br>{שנקראת}: \"That is called\"<br>{אישים}: \"Ishim\"<br>{והם}: \"And they\"<br>{המלאכים}: \"Are the angels\"<br>{המדברים}: \"That speak\"<br>{עם}: \"With\"<br>{הנביאים}: \"The prophets\"<br>{ונראים}: \"And appear\"<br>{להם}: \"To them\"<br>{במראה הנבואה}: \"In the vision of prophecy\"<br>{לפיכך}: \"Therefore\"<br>{נקראו}: \"They are called\"<br>{אישים}: \"Ishim\"<br>{שמעלתם}: \"Their rank\"<br>{קרובה למעלת דעת בני אדם}: \"Is close to the level of understanding of human beings\".<br><br>Meaning:<br><br>This paragraph talks about how angels are named after their ranking, and how they are called \"Holy Creatures.\" There are ten different names associated with the ten different ranks of angels, with the highest rank being associated with God, and the lowest rank being associated with the \"rank of form.\" The \"ishim\" are a type of angel that communicates with prophets and is closer to the understanding of human beings."},{"section":"הלכה ח\nוכל הצורות האלו חיים ומכירין את הבורא ויודעים אותו דעה גדולה עד למאד כל צורה וצורה לפי מעלתה לא לפי גודלה אפילו מעלה הראשונה אינה יכולה להשיג אמתת הבורא כמו שהוא אלא דעתה קצרה להשיג ולידע אבל משגת ויודעת יותר ממה שמשגת ויודעת צורה שלמטה ממנה וכן כל מעלה ומעלה עד מעלה עשירית גם היא יודעת הבורא דעה שאין כח בני האדם המחוברים מגולם וצורה יכול להשיג ולידע כמותה והכל אינן יודעין הבורא כמו שהוא יודע עצמו.","result":"הלכה ח: \"And all these forms are alive and recognize the Creator and know Him with great knowledge. Each form according to its level and not according to its size. Even the first level cannot comprehend the true nature of the Creator as He is, but their knowledge is limited to what they can comprehend and understand. However, they understand and know more than the form below them, and so each level up to the tenth level knows and understands the Creator with knowledge beyond the capacity of human beings who are connected to physical form. No form can comprehend and know the Creator as He knows Himself.\" <br><br>Summary: This passage discusses the limits of human understanding of the Creator and the levels of knowledge of different forms of creation. Each form can only understand to the extent of its capacity, but each level is capable of understanding more than the form below it. However, no form can fully comprehend and know the Creator as He knows Himself. <br><br>הלכה ט<br>ולכן צריך האדם להיות זהיר על יראת השם יתברך ולא לחטא במעשים ובדברים כדי שיזכה להיות מאורך מעלתו בעוה\"ז וגם בבא לימות המשיח שהמעלות שיזכה להם עומדות לו כמו שכתוב במקום אחר וכן כל אדם שיזכה לזה יהיה מבורך בכל המעשים שיעשה ולא יחטא על שום דבר. <br><br>הלכה ט: \"Therefore, a person must be careful to fear the blessed Name and not sin in actions and words, so that he may merit being elevated in his level in this world and also when he comes in the days of the Messiah where the levels he merits will stand for him, as is written elsewhere. And any person who merits this will be blessed in all his actions and will not sin in anything.\" <br><br>Summary: This passage emphasizes the importance of fearing God and avoiding sin in order to elevate one's level in this world and in the days of the Messiah. Those who are able to do so will be blessed in all their actions and will not sin."},{"section":"הלכה ט\nכל הנמצאים חוץ מן הבורא מצורה הראשונה עד יתוש קטן שיהיה בטבור הארץ הכל מכח אמתתו נמצאו ולפי שהוא יודע עצמו ומכיר גדולתו ותפארתו ואמתתו הוא יודע הכל ואין דבר נעלם ממנו.","result":"הלכה ט: \"All that exists, apart from the Creator, from the first formed shape until a small gnat in a crevice in the earth, all are sustained by the power of His truth. And since He knows Himself and recognizes His greatness, splendor and truth, He knows everything and nothing is hidden from Him.\"<br><br>Natural language summary: Everything that exists, except for the Creator, is sustained by His power and nothing is hidden from Him because He knows himself and recognizes His greatness."},{"section":"הקב\"ה מכיר אמתו ויודע אותה כמו שהיא ואינו יודע בדעה שהיא חוץ ממנו כמו שאנו יודעין שאין אנו ודעתנו אחד אבל הבורא יתברך הוא ודעתו וחייו אחד מכל צד ומכל פינה ובכל דרך ייחוד שאלמלי היה חי בחיים ויודע בדעה חוץ ממנו היו שם אלוהות הרבה הוא וחייו ודעתו ואין הדבר כן אלא אחד מכל צד ומכל פינה ובכל דרך ייחוד נמצאת אתה אומר הוא היודע והוא הידוע והוא הדעה עצמה הכל אחד ודבר זה אין כח בפה לאומרו ולא באוזן לשמעו ולא בלב האדם להכירו על בוריו ולפיכך אומר חֵי פרעה וחֵי נפשך ואין אומר חֵי ה' אלא חַי ה' שאין הבורא וחייו שנים כמו חיי הגופים החיים או כחיי המלאכים לפיכך אינו מכיר הברואים ויודעם מחמת הברואים כמו שאנו יודעין אותם אלא מחמת עצמו ידעם לפיכך מפני שהוא יודע עצמו יודע הכל שהכל נסמך לו בהוייתו.","result":"הקב\"ה: \"The Creator\"<br>מכיר: \"knows\"<br>אמתו: \"His truth\"<br>ויודע אותה: \"and knows it\"<br>כמו שהיא: \"as it is\"<br>ואינו יודע: \"and does not know\"<br>בדעה: \"with knowledge\"<br>שהיא חוץ ממנו: \"that is separate from Him\"<br>כמו שאנו יודעין: \"as we know\"<br>שאין אנו ודעתנו אחד: \"that we and our knowledge are not one\"<br>אבל הבורא יתברך: \"but the Creator, blessed be He\"<br>הוא: \"is\"<br>ודעתו: \"His knowledge\"<br>וחייו: \"and His life\"<br>אחד: \"one\"<br>מכל צד ומכל פינה: \"from every side and every angle\"<br>ובכל דרך ייחוד: \"and through every aspect of unity\"<br>שאלמלי היה חי בחיים: \"if He were alive in life\"<br>ויודע בדעה חוץ ממנו: \"and knew with knowledge separate from Himself\"<br>היו שם אלוהות הרבה: \"there would be many gods\"<br>הוא וחייו ודעתו: \"but He and His life and His knowledge\"<br>ואין הדבר כן אלא אחד: \"and the matter is not so, but rather He is one\"<br>ומכל צד ומכל פינה ובכל דרך ייחוד: \"from every side and every angle and through every aspect of unity\"<br>נמצאת: \"it is found\"<br>אתה אומר: \"you say\"<br>הוא היודע: \"He is the knower\"<br>והוא הידוע: \"and He is the known\"<br>והוא הדעה עצמה: \"and He is the knowledge itself\"<br>הכל אחד: \"everything is one\"<br>ודבר זה אין כח בפה לאומרו: \"and this matter cannot be articulated by the mouth\"<br>ולא באוזן לשמעו: \"nor by the ear to hear it\"<br>ולא בלב האדם להכירו: \"nor by the heart of man to recognize it\"<br>על בוריו: \"concerning His essence\"<br>ולפיכך: \"therefore\"<br>אומר חֵי פרעה וחֵי נפשך: \"Pharaoh said 'live' and you shall live\"<br>ואין אומר חֵי ה' אלא חַי ה': \"and one does not say 'live, Hashem' but rather 'Hashem is alive'\"<br>שאין הבורא וחייו שנים: \"because the Creator and His life are not two\"<br>כמו חיי הגופים החיים או כחיי המלאכים: \"like the life of living bodies or the life of angels\"<br>לפיכך: \"therefore\"<br>אינו מכיר הברואים ויודעם: \"He does not recognize the created beings and know them\"<br>מחמת הברואים: \"due to the created beings\"<br>כמו שאנו יודעין אותם: \"as we know them\"<br>אלא מחמת עצמו ידעם: \"but rather He knows them due to His own essence\"<br>לפיכך: \"therefore\"<br>מפני שהוא יודע עצמו: \"because He knows Himself\"<br>ידע הכל: \"He knows everything\"<br>שהכל נסמך לו בהוייתו: \"that everything is dependent on His existence\""},{"section":"דברים אלו שאמרנו בענין זה בשני פרקים אלו כמו טיפה מן הים הם ממה שצריך לבאר בענין זה וביאור כל העיקרים שבשני פרקים אלו הוא הנקרא מעשה מרכבה.","result":"פרקים אלו: \"These chapters\" <br>שאמרנו: \"that we said\" <br>בענין זה: \"on this matter\" <br>כמו טיפה מן הים: \"like a drop in the ocean\" <br>הם: \"they are\" <br>ממה שצריך לבאר בענין זה: \"of what needs to be explained on this matter\" <br>וביאור כל העיקרים: \"and the explanation of all the main points\" <br>שבשני פרקים אלו: \"that are in these two chapters\" <br>הוא הנקרא מעשה מרכבה: \"is what is called the work of the chariot.\"<br><br>Meaning: These chapters that we said on this matter are like a drop in the ocean of what needs to be explained. The explanation of all the main points in these two chapters is what is called the work of the chariot."},{"section":"צוו חכמים הראשונים שלא לדרוש בדברים אלו אלא לאיש אחד בלבד והוא שיהיה חכם ומבין מדעתו ואחר כך מוסרין לו ראשי הפרקים ומודיעין אותו שמץ מן הדבר והוא מבין מדעתו וידע סוף הדבר ועומקו ודברים אלו דברים עמוקים הם עד למאד ואין כל דעת ודעת ראויה לסובלן ועליהם אמר שלמה בחכמתו דרך משל כבשים ללבושך כך אמרו חכמים בפירוש משל זה דברים שהן כבשונו של עולם יהיו ללבושך כלומר לך לבדך ואל תדרוש אותם ברבים ועליהם אמר יהיו לך לבדך ואין לזרים אתך ועליהם אמר דבש וחלב תחת לשונך כך פירשו חכמים הראשונים דברים שהן כדבש וחלב יהיו תחת לשונך.","result":"צוו חכמים הראשונים: \"Commandment of the first scholars\"<br>שלא לדרוש בדברים אלו אלא לאיש אחד בלבד: \"not to inquire about these matters except to one individual only\"<br>והוא שיהיה חכם ומבין מדעתו: \"and he should be wise and understanding of his own accord\"<br>ואחר כך מוסרין לו ראשי הפרקים: \"and after that, the heads of the sections inform him\"<br>ומודיעין אותו שמץ מן הדבר: \"and inform him a slight hint of the matter\"<br>והוא מבין מדעתו: \"and he will understand it on his own accord\"<br>ומודע סוף הדבר ועומקו: \"and will know the end and depth of the matter\"<br>ודברים אלו דברים עמוקים הם עד למאד: \"and these matters are very deep\"<br>ואין כל דעת ודעת ראויה לסובלן: \"and there is no suitable knowledge to bear them\"<br>ועליהם אמר שלמה בחכמתו דרך משל כבשים ללבושך כך אמרו חכמים בפירוש משל זה דברים שהן כבשונו של עולם יהיו ללבושך: \"And King Solomon in his wisdom said in a parable, like lambs for clothing so the sages explained this to mean that these matters are like the wool of the world that will be your clothing\"<br>כלומר לך לבדך: \"meaning these matters are for you alone\"<br>ואל תדרוש אותם ברבים: \"and not to inquire of them in public\"<br>ועליהם אמר יהיו לך לבדך ואין לזרים אתך: \"and regarding them it was said 'they shall be for you alone and strangers should not be with you'\"<br>ועליהם אמר דבש וחלב תחת לשונך כך פירשו חכמים הראשונים דברים שהן כדבש וחלב יהיו תחת לשונך: \"and regarding them it was said 'honey and milk are under your tongue' and the first sages explained this to mean that these matters are like honey and milk under your tongue.\""}]
