[{"section":"B\"H","result":"{B'H}: \"shortened from 'Baruch Hashem' which means 'Blessed be God'\"<br><br>                        B\"H<br><br>{B'H}: \"shortened from 'Baruch Hashem' which means 'Blessed be God'\"<br><br>{Al pi halacha}: \"According to Jewish Law\"<br><br>{HaChodesh hazeh}: \"This month\"<br><br>{Nisan}: \"The month of Nisan\"<br><br>{Chodesh Hazeh}: \"This month\"<br><br>{Al kol panim}: \"In any case/In any event\"<br><br>{Kavana}: \"Intention/Mindset\"<br><br>{Lishma}: \"For the sake of the act itself\"<br><br>{Mitzvah}: \"Commandment/Good deed\"<br><br>{Pesach}: \"Passover\"<br><br>{Korban Pesach}: \"The Passover offering\"<br><br>{Seder}: \"Order/Arrangement\"<br><br>{Haggadah}: \"The telling\"<br><br>{Chametz}: \"Leavened bread\"<br><br>{Matzah}: \"Unleavened bread\"<br><br>{Maror}: \"Bitter herb\"<br><br>{Shulchan Orech}: \"Set table\"<br><br>{Afikomen}: \"Dessert/Last bite of food\"<br><br>{Hallel}: \"Praise\"<br><br>{Nirtza}: \"Accepted/Approved\"<br><br>{Shana Haba'ah b'Yerushalayim}: \"Next year in Jerusalem\"<br><br>{Chag sameach}: \"Happy holiday\""},{"section":"\nהלכה א\nהגלגלים הם הנקראים שמים ורקיע וזבול וערבות והם תשעה גלגלים גלגל הקרוב ממנו הוא גלגל הירח והשני שלמעלה ממנו הוא גלגל שבו הכוכב הנקרא כוכב וגלגל שלישי שלמעלה ממנו שבו נוגה וגלגל רביעי שבו חמה וגלגל חמישי שבו מאדים וגלגל ששי שבו כוכב צדק וגלגל שביעי שבו שבתי וגלגל שמיני שבו שאר כל הכוכבים שנראים ברקיע וגלגל תשיעי הוא גלגל החוזר בכל יום מן המזרח למערב והוא המקיף ומסבב את הכל וזה שתראה כל הכוכבים כאילו הם כולם בגלגל אחד ואף על פי שיש בהן זה למעלה מזה מפני שהגלגלים טהורים וזכים כזכוכית וכספיר לפיכך נראים הכוכבים שבגלגל השמיני מתחת גלגל הראשון.","result":"הלכה א: <br><br>הגלגלים: \"The spheres are called heavens and firmament and zebul and deserts, and they are nine spheres.\"<br><br>גלגל הקרוב ממנו הוא גלגל הירח: \"The sphere closest to us is the sphere of the moon.\"<br><br>גלגל שבו הכוכב הנקרא כוכב: \"The sphere above it contains the star called the star.\"<br><br>גלגל שלישי שלמעלה ממנו שבו נוגה: \"The third sphere above it contains the shining one.\"<br><br>גלגל רביעי שבו חמה: \"The fourth sphere above it contains the sun.\"<br><br>גלגל חמישי שבו מאדים: \"The fifth sphere above it contains the planet Mars.\"<br><br>גלגל ששי שבו כוכב צדק: \"The sixth sphere above it contains the planet Jupiter.\"<br><br>גלגל שביעי שבו שבתי: \"The seventh sphere above it contains the planet Saturn.\"<br><br>גלגל שמיני שבו שאר כל הכוכבים שנראים ברקיע: \"The eighth sphere above it contains all the other stars visible in the sky.\"<br><br>גלגל תשיעי הוא גלגל החוזר בכל יום מן המזרח למערב: \"The ninth sphere is the sphere that rotates daily from east to west.\"<br><br>והוא המקיף ומסבב את הכל וזה שתראה כל הכוכבים כאילו הם כולם בגלגל אחד: \"It encompasses and revolves everything, and this is why all the stars appear as if they are in one sphere, even though they are at different heights from one another because the spheres are pure and transparent like glass and sapphire.\"<br><br>ואף על פי שיש בהן זה למעלה מזה: \"And even though there are some stars higher than others.\"<br><br>מפני שהגלגלים טהורים וזכים כזכוכית וכספיר: \"This is because the spheres are pure and clear as glass and sapphire.\"<br><br>לפיכך נראים הכוכבים שבגלגל השמיני מתחת גלגל הראשון: \"Therefore, the stars in the eighth sphere appear below the first sphere.\""},{"section":"\nהלכה ב\nכל גלגל וגלגל משמונה הגלגלים שבהם הכוכבים נחלק לגלגלים הרבה זה למעלה מזה כמו גלדי בצלים מהן גלגלים סובבים ממערב למזרח ומהן סובבים ממזרח למערב כמו הגלגל התשיעי החוזר ממזרח למערב וכולן אין ביניהם מקום פנוי.","result":"הלכה: \"Law\"<br>ב: \"In\"<br>כל גלגל וגלגל: \"Every (celestial) sphere and sphere\"<br>משמונה הגלגלים: \"Of the eight spheres\"<br>שבהם הכוכבים נחלק: \"In which the stars are divided\"<br>לגלגלים הרבה: \"Into many spheres\"<br>זה למעלה מזה: \"One above the other\"<br>כמו גלדי בצלים: \"Like an onion\"<br>מהן גלגלים סובבים ממערב למזרח: \"From which some spheres rotate from west to east\"<br>ומהן סובבים ממזרח למערב: \"And some rotate from east to west\"<br>כמו הגלגל התשיעי החוזר ממזרח למערב: \"Like the ninth sphere that rotates from east to west\"<br>וכולן: \"And all of them\"<br>אין ביניהם מקום פנוי: \"Have no space between them.\"<br><br>Translation: <br><br>Law: In every celestial sphere consisting of the eight spheres, in which the stars are divided, there are many spheres one above the other like an onion. Some of the spheres rotate from west to east, and some from east to west, like the ninth sphere that rotates from east to west. All of them have no space between them."},{"section":"\nהלכה ג\nכל הגלגלים אינן לא קלים ולא כבדים ואין להם לא עין אדום ולא עין שחור ולא שאר עינות וזה שאנו רואין אותם כעין התכלת למראית העין בלבד הוא לפי גובה האויר וכן אין להם לא טעם ולא ריח לפי שאין אלו המאורעין מצויין אלא בגופות שלמטה מהן.","result":"Phrase 1: הלכה ג - \"Halacha 3\"<br>Summary: This section of the text is discussing a specific halacha (Jewish law).<br><br>Phrase 2: כל הגלגלים אינן לא קלים ולא כבדים - \"All wheels are not light and not heavy\"<br>Summary: This phrase is defining the characteristics of all wheels, stating that they are neither light nor heavy.<br><br>Phrase 3: ואין להם לא עין אדום ולא עין שחור ולא שאר עינות וזה שאנו רואין אותם כעין התכלת למראית העין בלבד - \"And they do not have either a red eye or a black eye or any other eyes, and what we see of them is like the color of turquoise to the appearance of the eye only\"<br>Summary: This phrase is describing the appearance of wheels, stating that they do not have different colored eyes and that they appear as turquoise only to the human eye.<br><br>Phrase 4: הוא לפי גובה האויר - \"It is according to the height of the air\"<br>Summary: This phrase is explaining that the appearance of wheels as turquoise is dependent on the height of the air.<br><br>Phrase 5: וכן אין להם לא טעם ולא ריח - \"And they do not have either taste or smell\"<br>Summary: This phrase is stating that wheels do not have any taste or smell.<br><br>Phrase 6: לפי שאין אלו המאורעין מצויין אלא בגופות שלמטה מהן - \"Because these occurrences are only found in bodies below them\"<br>Summary: This phrase is explaining the reason why wheels do not have taste or smell, stating that these occurrences are only found in bodies below them."},{"section":"\nהלכה ד\nכל הגלגלים האלו המקיפין את העולם הן עגולין ככדור והארץ תלויה באמצע ויש למקצת מן הכוכבים גלגלים קטנים שהן קבועים בהן ואין אותם הגלגלים מקיפין את הארץ אלא גלגל קטן שאינו מקיף קבוע בגלגל הגדול המקיף.","result":"הלכה ד: \"The Halacha is\" <br>כל הגלגלים האלו: \"all these spheres\" <br>המקיפין את העולם: \"that surround the world\" <br>הן עגולין ככדור: \"are round like a ball\" <br>והארץ תלויה באמצע: \"and the Earth is suspended in the middle\" <br>ויש למקצת מן הכוכבים גלגלים קטנים: \"and there are some stars with small spheres\" <br>שהן קבועים בהן: \"that are fixed to them\" <br>ואין אותם הגלגלים מקיפין את הארץ: \"and those spheres do not revolve around the Earth\" <br>אלא גלגל קטן שאינו מקיף קבוע בגלגל הגדול המקיף: \"rather, it is a small sphere that is not fixed to the larger sphere that surrounds.\" <br><br>Halacha 4: All of these spheres that surround the world are round like a ball and the Earth is suspended in the middle. Some stars have small spheres that are fixed to them, but those spheres do not revolve around the Earth. Rather, it is a small sphere that is not fixed to the larger sphere that surrounds."},{"section":"\nהלכה ה\nמספר כל הגלגלים המקיפין את כל העולם שמונה עשר ומספר הגלגלים הקטנים שאינן מקיפין שמונה וממהלך הכוכבים וידיעת שיעור סביבתן בכל יום ובכל שעהו ומנטייתן מרוח דרום לרוח צפון ומרוח צפון לרוח דרום ומגבהן מעל הארץ וקריבתן יודע מספר כל אלו הגלגלים וצורת הליכתן ודרך הקפתן וזו היא חכמת חשבון תקופות ומזלות וספרים רבים חיברו בהן חכמי יון.","result":"הלכה ה: \"The Law states that the number of all the spheres that encompass the entire world is eighteen, and the number of the small spheres that do not encompass is eight. The stars move and there is knowledge of the circumference of their movement every day and every hour. Their movement is from south to north and from north to south, and they rise above the earth and approach it. The calculation of all these spheres, their movements, their rotations, and their shapes is the wisdom of the calculation of the seasons, constellations, and many books were written about it by the wise men of Greece.\" <br><br>This passage discusses the calculation of the spheres that encompass the world, the movement of the stars, the knowledge of their circumference, and their rotation. It refers to the wisdom of the calculation of seasons, constellations, and many books that were written about it by the wise men of Greece."},{"section":"\nהלכה ו\nגלגל התשיעי שהוא מקיף את הכל חלקוהו החכמים הקדמונים לשנים עשר חלקים כל חלק וחלק העלו לו שם על שם צורה זו שתראה בו מן הכוכבים שלמטה ממנו שהם מכוונים תחתיו והם המזלות ששמותם טלה שור תאומים סרטן אריה בתולה מאזנים עקרב קשת גדי דלי דגים.","result":"הלכה ו: \"And the law is that\"<br>גלגל התשיעי: \"The ninth sphere\"<br>שהוא מקיף את הכל: \"which encompasses everything\"<br>חלקוהו החכמים הקדמונים לשנים עשר חלקים: \"The ancient sages divided it into twelve parts\"<br>כל חלק וחלק העלו לו שם: \"Each part was given a name\"<br>על שם צורה זו שתראה בו: \"based on the shape that can be seen in it\"<br>מן הכוכבים שלמטה ממנו: \"from the stars below it\"<br>שהם מכוונים תחתיו: \"which are aligned underneath it\"<br>והם המזלות: \"These are the constellations\"<br>ששמותם: \"whose names are\"<br>טלה: \"Aries\"<br>שור: \"Taurus\"<br>תאומים: \"Gemini\"<br>סרטן: \"Cancer\"<br>אריה: \"Leo\"<br>בתולה: \"Virgo\"<br>מאזנים: \"Libra\"<br>עקרב: \"Scorpio\"<br>קשת: \"Sagittarius\"<br>גדי: \"Capricorn\"<br>דלי: \"Aquarius\"<br>דגים: \"Pisces\"<br><br>Meaning: This passage explains the ancient sages' division of the ninth sphere into twelve parts based on the shapes that can be seen from the stars below it, which are the constellations. The twelve parts have been given names after each shape based on the zodiac signs Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricorn, Aquarius, and Pisces."},{"section":"\nהלכה ז\nגלגל התשיעי עצמו אין בו לא חלוקה ולא צורה מכל הצורות האלו ולא כוכב אלא בחיבור הכוכבים שבגלגל השמיני הוא שיראה בכוכבים גדולים שבו תבנית הצורות האלו או קרוב מהן ואלו השנים עשר צורות לא היו מכוונות כנגד אותן החלקים אלא בזמן המבול שאז העלו להן שמות אלו אבל בזמן הזה כבר סבבו מעט לפי שכל הכוכבים שבגלגל שמיני כולם סובבים כמו השמש והירח אלא שהן סובבין בכבידות וחלק שיתהלך השמש והירח כנגדו ביום אחד ילך כנגדו כל כוכב מהן בקירוב משבעים שנה.","result":"הלכה ז: \"The ninth sphere in itself does not have any division or shape from all of these shapes, nor is it a star, but rather through the combination of the stars in the eighth sphere, it appears as large stars in which the pattern of these shapes or something similar to them can be seen. And these twelve shapes were not directed opposite those parts, except during the time of the Flood, when these names were given to them. But at this time, they have already rotated a little, since all the stars in the eighth sphere rotate like the sun and the moon, but they rotate with gravity. And a part where the sun and the moon will walk against him in one day, every star of them will walk against him in about seventy years.\" <br><br>Summary: The ninth sphere is not a star and does not have a shape, but appears as large stars through the combination of stars in the eighth sphere. During the Flood, twelve shapes were named, but at this time they have rotated a little. All stars in the eighth sphere rotate like the sun and moon. Each star will walk against the sun and moon in about seventy years. <br><br>"},{"section":"\nהלכה ח\nכל הכוכבים הנראים יש מהן כוכבים קטנים שהארץ גדולה מאחד מהן ויש מהן כוכבים גדולים שכל אחד מהן גדול מן הארץ כמה פעמים והארץ גדולה מן הירח כמו ארבעים פעמים והשמש גדולה מן הארץ כמו מאה ושבעים פעמים נמצא הירח אחד מששת אלפים ושמונה מאות מן השמש בקירוב ואין בכל הכוכבים כוכב גדול מן השמש ולא קטן מכוכב שבגלגל השני.","result":"הלכה ח:<br>כל - all<br>הכוכבים - the stars<br>הנראים - that are visible<br>יש - there are<br>מהן - among them<br>כוכבים קטנים - small stars<br>שהארץ - that the earth<br>גדולה - is bigger than<br>מאחד מהן - one of them<br>ויש מהן - and there are among them<br>כוכבים גדולים - big stars<br>שכל אחד מהן - that each one of them<br>גדול מן הארץ - is bigger than the earth<br>כמה פעמים - several times<br>והארץ גדולה - and the earth is bigger<br>מן הירח - than the moon<br>כמו - about<br>ארבעים פעמים - forty times<br>והשמש גדולה - and the sun is bigger<br>מן הארץ - than the earth<br>כמו - about<br>מאה ושבעים פעמים - one hundred and seventy times<br>נמצא - located<br>הירח - the moon<br>אחד - one<br>מששת אלפים ושמונה מאות - of six thousand and eight hundred<br>מן - from<br>השמש - the sun<br>בקירוב - approximately<br>ואין - and there is not<br>בכל הכוכבים - among all the stars<br>כוכב גדול - a big star<br>מן השמש - greater than the sun<br>ולא קטן - and not smaller<br>מכוכב שבגלגל השני - than a star in the second orbit.<br><br>Translation: <br>Halacha 8:<br>All the visible stars have among them small stars that are smaller than the earth and big stars that are bigger than the earth by several times. The earth is bigger than one of the small stars and smaller than the big stars by several times. The earth is bigger than the moon about forty times, and the sun is bigger than the earth about one hundred and seventy times. The moon is located about six thousand and eight hundred of the sun's distance. In all the stars, there is no star greater than the sun, and none smaller than a star in the second orbit."},{"section":"\nהלכה ט\nכל הכוכבים והגלגלים כולן בעלי נפש ודעה והשכל הם והם חיים ועומדים ומכירין את מי שאמר והיה העולם כל אחד ואחד לפי גדלו ולפי מעלתו משבחים ומפארים ליוצרם כמו המלאכים וכשם שמכירין הקדוש ברוך הוא כך מכירין את עצמן ומכירין את המלאכים שלמעלה מהן ודעת הכוכבים והגלגלים מעוטה מדעת המלאכים וגדולה מדעת בני אדם.","result":"Phrase 1: הלכה ט - Halacha 9  <br>Phrase 2: כל הכוכבים והגלגלים כולן בעלי נפש ודעה והשכל הם - All the stars and planets, all of them possess a soul, intelligence, and intellect. <br>Phrase 3: והם חיים ועומדים - And they are alive and stationary. <br>Phrase 4: ומכירין את מי שאמר והיה העולם - And they recognize He who spoke and the world came into being. <br>Phrase 5: כל אחד ואחד לפי גדלו ולפי מעלתו משבחים ומפארים ליוצרם - Each one of them praises and glorifies their Creator according to its size and level. <br>Phrase 6: כמו המלאכים וכשם שמכירין הקדוש ברוך הוא כך מכירין את עצמן ומכירין את המלאכים שלמעלה מהן - Like the angels, and just as they recognize the Holy One Blessed Be He, so do they recognize themselves and the angels above them. <br>Phrase 7: ודעת הכוכבים והגלגלים מעוטה מדעת המלאכים וגדולה מדעת בני אדם - The knowledge of the stars and planets is less than the knowledge of the angels but greater than the knowledge of humans.<br><br>Natural Language Summary: <br>This Halacha states that all the stars and planets possess a soul, intelligence, and intellect. They are also alive and recognize their Creator, whom they praise and glorify according to their size and level, like the angels. However, their knowledge is less than that of the angels but greater than that of humans."},{"section":"\nהלכה י\nברא האל למטה מגלגל הירח גולם אחד שאינו כגולם הגלגלים וברא ארבע צורות לגולם זה ואינן כצורת הגלגלים ונקבע כל צורה וצורה במקצת גולם זה צורה ראשונה צורת האש נתחברה במקצת גולם זה ונהיה משניהן גוף האש וצורה שניה צורת הרוח נתחברה במקצתו ונהיה משניהן גוף הרוח וצורה שלישית צורת המים נתחברה במקצתו ונהיה משניהם גוף המים וצורה רביעית צורת הארץ נתחברה במקצתו ונהיה משניהם גוף הארץ נמצא למטה מן הרקיע ארבעה גופין מוחלקין זה למעלה מזה וכל אחד ואחד מקיף את שלמטה ממנו מכל רוחותיו כמו גלגל הגוף הראשון הסמוך לגלגל הירח הוא גוף האש למטה ממנו גוף הרוח למטה ממנו גוף המים למטה ממנו גוף הארץ ואין ביניהם מקום פנוי בלא גוף כלל.","result":"Phrase 1: הלכה י<br>\"Chapter 1\"<br><br>Phrase 2: ברא האל למטה מגלגל הירח גולם אחד שאינו כגולם הגלגלים<br>\"God created below the sphere of the moon one entity that is not like the entities of the spheres.\"<br><br>Phrase 3: וברא ארבע צורות לגולם זה ואינן כצורת הגלגלים<br>\"And He created four forms for this entity, and they are not like the forms of the spheres.\"<br><br>Phrase 4: ונקבע כל צורה וצורה במקצת גולם זה<br>\"And each form was fixed onto this entity partly.\"<br><br>Phrase 5: צורה ראשונה צורת האש נתחברה במקצת גולם זה ונהיה משניהן גוף האש<br>\"The first form, the form of fire, was connected to this entity partly, and together they became the body of fire.\"<br><br>Phrase 6: וצורה שניה צורת הרוח נתחברה במקצתו ונהיה משניהן גוף הרוח<br>\"And the second form, the form of wind, was connected to it partly, and together they became the body of wind.\"<br><br>Phrase 7: וצורה שלישית צורת המים נתחברה במקצתו ונהיה משניהם גוף המים<br>\"And the third form, the form of water, was connected to it partly, and together they became the body of water.\"<br><br>Phrase 8: וצורה רביעית צורת הארץ נתחברה במקצתו ונהיה משניהם גוף הארץ<br>\"And the fourth form, the form of earth, was connected to it partly, and together they became the body of earth.\"<br><br>Phrase 9: נמצא למטה מן הרקיע ארבעה גופין מוחלקין זה למעלה מזה<br>\"So the four bodies are found below the firmament, separated from each other.\"<br><br>Phrase 10: וכל אחד ואחד מקיף את שלמטה ממנו מכל רוחותיו כמו גלגל הגוף הראשון הסמוך לגלגל הירח הוא גוף האש למטה ממנו גוף הרוח למטה ממנו גוף המים למטה ממנו גוף הארץ<br>\"And each one surrounds what is lower than it with all its aspects, like the body of fire, which is close to the sphere of the moon, followed by the body of wind, followed by the body of water, followed by the body of earth.\"<br><br>Phrase 11: ואין ביניהם מקום פנוי בלא גוף כלל<br>\"And there is no empty space between them without any body at all.\" <br><br>Meaning: In this chapter, it is explained that God created a single entity that was not like the entities of the spheres, and connected four forms to it - fire, wind, water, and earth. The four bodies are located below the firmament and each body surrounds what is below it with all its aspects. There is no empty space between them without any body at all."},{"section":"\nהלכה יא\nארבעה גופות האלו אינם בעלי נפש ואינם יודעים ולא מכירים אלא כגופים מתים ויש לכל אחד ואחד מהם מנהג שאינו יודעו ולא משיגו ואינו יכול לשנותו וזה שאמר דוד הללו את ה' מן הארץ תנינים וכל תהומות אש וברד שלג וקיטור וביאור ענין הדברים הללוהו בני אדם מגבורותיו שתראו באש ובברד ובשאר ברואים שתראו למטה מן הרקיע שגבורתם תמיד ניכרת לקטן ולגדול.","result":"הלכה יא: \"Four bodies without a soul\"<br><br>ארבעה גופות האלו: \"these four bodies\"<br><br>אינם בעלי נפש: \"are not possessors of a soul\"<br><br>ואינם יודעים ולא מכירים: \"and do not know nor recognize\"<br><br>אלא כגופים מתים: \"only as lifeless bodies\"<br><br>ויש לכל אחד ואחד מהם מנהג שאינו יודעו ולא משיגו: \"And each one of them has a custom that they do not know or comprehend\"<br><br>ואינו יכול לשנותו: \"And they cannot change it\"<br><br>וזה שאמר דוד הללו את ה' מן הארץ: \"And this is what David said 'Praise Hashem from the earth'\"<br><br>תנינים וכל תהומות: \"sea monsters and all deeps\"<br><br>אש וברד ושלג וקיטור: \"fire and hail, snow and vapor\"<br><br>וביאור ענין הדברים: \"And the explanation of this matter is\"<br><br>הללוהו בני אדם מגבורותיו: \"That people praised Hashem's strength\"<br><br>שתראו באש ובברד ובשאר ברואים: \"That they saw through fire, hail, and other creations\"<br><br>שתראו למטה מן הרקיע: \"That they saw below the sky\"<br><br>שגבורתם תמיד ניכרת לקטן ולגדול: \"That their strength is always recognized by small and great alike\""}]
