[{"section":"\nהלכה א\nהגלגלים הם הנקראים שמים ורקיע וזבול וערבות והם תשעה גלגלים גלגל הקרוב ממנו הוא גלגל הירח והשני שלמעלה ממנו הוא גלגל שבו הכוכב הנקרא כוכב וגלגל שלישי שלמעלה ממנו שבו נוגה וגלגל רביעי שבו חמה וגלגל חמישי שבו מאדים וגלגל ששי שבו כוכב צדק וגלגל שביעי שבו שבתי וגלגל שמיני שבו שאר כל הכוכבים שנראים ברקיע וגלגל תשיעי הוא גלגל החוזר בכל יום מן המזרח למערב והוא המקיף ומסבב את הכל וזה שתראה כל הכוכבים כאילו הם כולם בגלגל אחד ואף על פי שיש בהן זה למעלה מזה מפני שהגלגלים טהורים וזכים כזכוכית וכספיר לפיכך נראים הכוכבים שבגלגל השמיני מתחת גלגל הראשון.","result":"הלכה א: \"The celestial spheres are called the heavens, the firmament, Zebul, and the deserts, and there are nine spheres. The closest sphere to us is the sphere of the moon, and the second one above it is the sphere where the star called Planet is. The third sphere above it is the sphere where Shine is, the fourth sphere where the Sun is, the fifth sphere where Mars is, the sixth sphere where Jupiter is, the seventh sphere where Saturn is, the eighth sphere where all the stars that appear in the firmament are, and the ninth sphere is the sphere that returns daily from east to west, encircling and encompassing everything. This is why all the stars appear as if they are all in one sphere, even though there are some that are higher than others. This is because the spheres are pure and clear as glass and sapphire, and therefore the stars in the eighth sphere appear below the first sphere.\""},{"section":"\nהלכה ב\nכל גלגל וגלגל משמונה הגלגלים שבהם הכוכבים נחלק לגלגלים הרבה זה למעלה מזה כמו גלדי בצלים מהן גלגלים סובבים ממערב למזרח ומהן סובבים ממזרח למערב כמו הגלגל התשיעי החוזר ממזרח למערב וכולן אין ביניהם מקום פנוי.","result":"הלכה ב:<br>כל גלגל וגלגל - every sphere and sphere<br>משמונה הגלגלים - from the eight spheres<br>שבהם הכוכבים נחלק - in which the stars are divided<br>לגלגלים הרבה זה למעלה מזה - to many other spheres higher than this one<br>כמו גלדי בצלים - like onions in layers<br>מהן גלגלים סובבים ממערב למזרח - from which spheres rotate from west to east<br>ומהן סובבים ממזרח למערב - and from which spheres rotate from east to west<br>כמו הגלגל התשיעי החוזר ממזרח למערב - like the ninth sphere that rotates from east to west<br>וכולן אין ביניהם מקום פנוי - and they all have no empty space between them.<br><br>Meaning: Every sphere is divided into many other spheres, like layers of onions. The stars are divided among the eight spheres, and there are many more spheres above them. Some spheres rotate from west to east, while others rotate from east to west, like the ninth sphere. There is no empty space between any of the spheres. <br><br>Note: This text is referring to the ancient geocentric model of the universe, where the Earth is at the center and the celestial bodies revolve around it in concentric spheres. <br><br>B\"H (abbreviation for \"Baruch Hashem,\" meaning \"Blessed be God\")"},{"section":"\nהלכה ג\nכל הגלגלים אינן לא קלים ולא כבדים ואין להם לא עין אדום ולא עין שחור ולא שאר עינות וזה שאנו רואין אותם כעין התכלת למראית העין בלבד הוא לפי גובה האויר וכן אין להם לא טעם ולא ריח לפי שאין אלו המאורעין מצויין אלא בגופות שלמטה מהן.","result":"הלכה ג: \"All of the wheels are neither light nor heavy, and they do not have a red eye nor a black eye nor any other eyes, and what we see them as blue is only the appearance to the eye alone by the height of the air. And also, they do not have taste or smell because these occurrences are only found in bodies below them.\"<br><br>Meaning: This section discusses the characteristics of wheels, stating that they have no specific weight or visual features such as colored eyes. The blue appearance we see is due to the height of the air. The wheels also lack taste and smell, which are only found in bodies below them."},{"section":"\nהלכה ד\nכל הגלגלים האלו המקיפין את העולם הן עגולין ככדור והארץ תלויה באמצע ויש למקצת מן הכוכבים גלגלים קטנים שהן קבועים בהן ואין אותם הגלגלים מקיפין את הארץ אלא גלגל קטן שאינו מקיף קבוע בגלגל הגדול המקיף.","result":"הלכה ד: \"The Halacha is that all these spheres that surround the world are round like a ball and the Earth is suspended in the middle. Some of the stars have small spheres that are fixed to them, but these spheres do not surround the Earth. Rather, a small sphere that is not fixed in the large sphere surrounding it surrounds the Earth.\""},{"section":"\nהלכה ה\nמספר כל הגלגלים המקיפין את כל העולם שמונה עשר ומספר הגלגלים הקטנים שאינן מקיפין שמונה וממהלך הכוכבים וידיעת שיעור סביבתן בכל יום ובכל שעהו ומנטייתן מרוח דרום לרוח צפון ומרוח צפון לרוח דרום ומגבהן מעל הארץ וקריבתן יודע מספר כל אלו הגלגלים וצורת הליכתן ודרך הקפתן וזו היא חכמת חשבון תקופות ומזלות וספרים רבים חיברו בהן חכמי יון.","result":"הלכה ה: \"The law is\"<br><br>מספר כל הגלגלים המקיפין את כל העולם שמונה עשר ומספר הגלגלים הקטנים שאינן מקיפין שמונה: \"The count of all the spheres that encompass the entire world is eighteen, and the count of the smaller spheres that do not encompass is eight\"<br><br>וממהלך הכוכבים וידיעת שיעור סביבתן בכל יום ובכל שעה: \"and the movement of the stars, and the knowledge of their circumference measure in each day and in each hour\"<br><br>ו<br>מנטייתן מרוח דרום לרוח צפון ומרוח צפון לרוח דרום ומגבהן מעל הארץ וקריבתן: \"and their motion from the southern wind to the northern wind, and from the northern wind to the southern wind, and their rising above the earth and their approach\"<br><br>ידוע מספר כל אלו הגלגלים וצורת הליכתן ודרך הקפתן: \"It is known the count of all these spheres, and the manner of their movement, and the way they are encompassed\"<br><br>וזו היא חכמת חשבון תקופות ומזלות וספרים רבים חיברו בהן חכמי יון: \"And this is the wisdom of the calculation of cycles and constellations, and many books were written about it by the sages of Greece.\" <br><br>Summary: This passage is discussing the law and knowledge of the movement and count of the celestial spheres that encompass the world, including the stars, their circumference measures, and their motion from the southern to the northern wind and vice versa. The passage notes that their count and movement are known, and that this knowledge is the wisdom of the calculation of cycles and constellations, which was written about by the sages of Greece."},{"section":"\nהלכה ו\nגלגל התשיעי שהוא מקיף את הכל חלקוהו החכמים הקדמונים לשנים עשר חלקים כל חלק וחלק העלו לו שם על שם צורה זו שתראה בו מן הכוכבים שלמטה ממנו שהם מכוונים תחתיו והם המזלות ששמותם טלה שור תאומים סרטן אריה בתולה מאזנים עקרב קשת גדי דלי דגים.","result":"הלכה ו: \"And the Halacha is as follows:\"<br>גלגל התשיעי: \"The ninth sphere\"<br>שהוא מקיף את הכל: \"that encompasses everything\"<br>חלקוהו החכמים הקדמונים: \"The early sages divide it\"<br>לשנים עשר חלקים: \"into twelve segments\"<br>כל חלק וחלק העלו לו שם: \"each segment was given a name\"<br>על שם צורה זו: \"based on this formation\"<br>שתראה בו מן הכוכבים שלמטה ממנו: \"that can be seen from the stars below it\"<br>שהם מכוונים תחתיו: \"that are aligned underneath it\"<br>והם המזלות ששמותם: \"These constellations have names\"<br>טלה, שור, תאומים, סרטן, אריה, בתולה, מאזנים, עקרב, קשת, גדי, דלי, דגים: \"Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricorn, Aquarius, Pisces.\"<br><br>Summary: The halacha regarding the ninth sphere is that the early sages divided it into twelve segments, each with a specific name based on the formation that can be seen from the stars below it. These constellations, known as Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricorn, Aquarius, and Pisces, are aligned underneath the sphere."},{"section":"\nהלכה ז\nגלגל התשיעי עצמו אין בו לא חלוקה ולא צורה מכל הצורות האלו ולא כוכב אלא בחיבור הכוכבים שבגלגל השמיני הוא שיראה בכוכבים גדולים שבו תבנית הצורות האלו או קרוב מהן ואלו השנים עשר צורות לא היו מכוונות כנגד אותן החלקים אלא בזמן המבול שאז העלו להן שמות אלו אבל בזמן הזה כבר סבבו מעט לפי שכל הכוכבים שבגלגל שמיני כולם סובבים כמו השמש והירח אלא שהן סובבין בכבידות וחלק שיתהלך השמש והירח כנגדו ביום אחד ילך כנגדו כל כוכב מהן בקירוב משבעים שנה.","result":"הלכה ז: \"The ninth sphere itself does not have any division or shape from all of these shapes nor a star, but rather it appears as a combination of the stars in the eighth sphere, showing in the large stars the pattern of these shapes or something similar to them. And these twelve shapes were not directed against these parts; rather, they were given these names during the time of the Flood. But at this time, they have already rotated slightly, as all the stars in the eighth sphere rotate like the Sun and the Moon, but they rotate with weight, and part of them will go against him. In one day, every star from them will go against him, approximately every seventy years.\" <br><br>Meaning: The ninth sphere does not have its own shape but appears in the combination of the stars in the eighth sphere. The twelve shapes have been named during the Flood but have already rotated slightly. All the stars in the eighth sphere rotate like the Sun and Moon, but some of them will go against the ninth sphere. Every star from the ninth sphere will go against him, approximately every seventy years. <br><br>Note: This text is discussing the celestial spheres according to Maimonides' work \"The Guide for the Perplexed.\""},{"section":"\nהלכה ח\nכל הכוכבים הנראים יש מהן כוכבים קטנים שהארץ גדולה מאחד מהן ויש מהן כוכבים גדולים שכל אחד מהן גדול מן הארץ כמה פעמים והארץ גדולה מן הירח כמו ארבעים פעמים והשמש גדולה מן הארץ כמו מאה ושבעים פעמים נמצא הירח אחד מששת אלפים ושמונה מאות מן השמש בקירוב ואין בכל הכוכבים כוכב גדול מן השמש ולא קטן מכוכב שבגלגל השני.","result":"הלכה ח: \"Regarding the Size of Stars\"<br>כל: \"Every\"<br>הכוכבים: \"Stars\"<br>הנראים: \"That are visible\"<br>יש מהן: \"There are among them\"<br>כוכבים קטנים: \"Small stars\"<br>שהארץ גדולה מאחד מהן: \"That the Earth is greater than one of them\"<br>ויש מהן: \"And there are among them\"<br>כוכבים גדולים: \"Large stars\"<br>שכל אחד מהן גדול מן הארץ כמה פעמים: \"That each one of them is greater than the Earth by several times\"<br>והארץ גדולה מן הירח כמו ארבעים פעמים: \"And the Earth is greater than the Moon approximately forty times\"<br>והשמש גדולה מן הארץ כמו מאה ושבעים פעמים: \"And the Sun is greater than the Earth approximately one hundred and seventy times\"<br>נמצא הירח אחד מששת אלפים ושמונה מאות מן השמש בקירוב: \"The Moon is found at a distance of one six-thousand eight hundredth of the Sun\"<br>ואין בכל הכוכבים כוכב גדול מן השמש: \"And there is no star among all the stars that is greater than the Sun\"<br>ולא קטן מכוכב שבגלגל השני: \"And not smaller than a star in the second orbit.\" <br><br>Meaning: The Halacha discusses the relative sizes of stars. There are stars that are visible, and among them there are small stars (which the Earth is greater than) and large stars (each of which is several times larger than the Earth). The Earth is also greater than the Moon by approximately forty times, and the Sun is greater than the Earth by approximately one hundred and seventy times. The Moon is found at a distance of one six-thousand eight hundredth of the Sun, and there is no star that is greater than the Sun or smaller than a star in the second orbit."},{"section":"\nהלכה ט\nכל הכוכבים והגלגלים כולן בעלי נפש ודעה והשכל הם והם חיים ועומדים ומכירין את מי שאמר והיה העולם כל אחד ואחד לפי גדלו ולפי מעלתו משבחים ומפארים ליוצרם כמו המלאכים וכשם שמכירין הקדוש ברוך הוא כך מכירין את עצמן ומכירין את המלאכים שלמעלה מהן ודעת הכוכבים והגלגלים מעוטה מדעת המלאכים וגדולה מדעת בני אדם.","result":"הלכה ט: \"All the stars and the planets, they are all living creatures with knowledge and intellect, and they recognize their Creator who made the world. Each creature praises and glorifies their Creator according to their level of greatness and excellence, just like the angels. They also recognize themselves and the angels above them. The knowledge of the stars and planets is less than the knowledge of the angels, but greater than the knowledge of humans.\""},{"section":"\nהלכה י\nברא האל למטה מגלגל הירח גולם אחד שאינו כגולם הגלגלים וברא ארבע צורות לגולם זה ואינן כצורת הגלגלים ונקבע כל צורה וצורה במקצת גולם זה צורה ראשונה צורת האש נתחברה במקצת גולם זה ונהיה משניהן גוף האש וצורה שניה צורת הרוח נתחברה במקצתו ונהיה משניהן גוף הרוח וצורה שלישית צורת המים נתחברה במקצתו ונהיה משניהם גוף המים וצורה רביעית צורת הארץ נתחברה במקצתו ונהיה משניהם גוף הארץ נמצא למטה מן הרקיע ארבעה גופין מוחלקין זה למעלה מזה וכל אחד ואחד מקיף את שלמטה ממנו מכל רוחותיו כמו גלגל הגוף הראשון הסמוך לגלגל הירח הוא גוף האש למטה ממנו גוף הרוח למטה ממנו גוף המים למטה ממנו גוף הארץ ואין ביניהם מקום פנוי בלא גוף כלל.","result":"Phrase 1: הלכה י<br>הלכה: \"law\"<br>י: \"one\"<br><br>Summary: This is the first law in the Halacha. <br><br>Phrase 2: ברא האל למטה מגלגל הירח גולם אחד<br>ברא: \"created\"<br>האל: \"God\"<br>למטה: \"below\"<br>מגלגל: \"orb\"<br>הירח: \"moon\"<br>גולם: \"entity\"<br>אחד: \"one\"<br><br>Summary: God created one entity below the orbit of the moon.<br><br>Phrase 3: שאינו כגולם הגלגלים וברא ארבע צורות לגולם זה<br>שאינו: \"not\"<br>כ: \"like\"<br>גולם: \"entity\"<br>הגלגלים: \"orbs\"<br>ו: \"and\"<br>ברא: \"created\"<br>ארבע: \"four\"<br>צורות: \"forms\"<br>ל: \"for\"<br>גולם: \"entity\"<br>זה: \"this\"<br><br>Summary: This entity was not like the orbs, and God created four forms for this entity.<br><br>Phrase 4: ואינן כצורת הגלגלים ונקבע כל צורה וצורה במקצת גולם זה<br>ו: \"and\"<br>אינן: \"are not\"<br>כצורת: \"like the form of\"<br>הגלגלים: \"orbs\"<br>נקבע: \"fixed\"<br>כל: \"every\"<br>צורה: \"form\"<br>צורה: \"form\"<br>במקצת: \"partially\"<br>גולם: \"entity\"<br>זה: \"this\"<br><br>Summary: These forms are not like the forms of the orbs, and each form is partially fixed to the entity.<br><br>Phrase 5: צורה ראשונה צורת האש נתחברה במקצת גולם זה ונהיה משניהן גוף האש<br>צורה: \"form\"<br>ראשונה: \"first\"<br>צורת: \"form of\"<br>האש: \"fire\"<br>נתחברה: \"connected\"<br>במקצת: \"partially\"<br>גולם: \"entity\"<br>זה: \"this\"<br>ו: \"and\"<br>נהיה: \"became\"<br>משניהן: \"from both\"<br>גוף: \"body\"<br>האש: \"fire\"<br><br>Summary: The first form is the form of fire, partially connected to this entity, and both the form and the entity became the body of fire.<br><br>Phrase 6: צורה שניה צורת הרוח נתחברה במקצתו ונהיה משניהן גוף הרוח<br>צורה: \"form\"<br>שניה: \"second\"<br>צורת: \"form of\"<br>הרוח: \"wind\"<br>נתחברה: \"connected\"<br>במקצתו: \"partially\"<br>ו: \"and\"<br>נהיה: \"became\"<br>משניהן: \"from both\"<br>גוף: \"body\"<br>הרוח: \"wind\"<br><br>Summary: The second form is the form of wind, partially connected to this entity, and both the form and the entity became the body of wind.<br><br>Phrase 7: צורה שלישית צורת המים נתחברה במקצתו ונהיה משניהם גוף המים<br>צורה: \"form\"<br>שלישית: \"third\"<br>צורת: \"form of\"<br>המים: \"water\"<br>נתחברה: \"connected\"<br>במקצתו: \"partially\"<br>ו: \"and\"<br>נהיה: \"became\"<br>משניהם: \"from both\"<br>גוף: \"body\"<br>המים: \"water\"<br><br>Summary: The third form is the form of water, partially connected to this entity, and both the form and the entity became the body of water.<br><br>Phrase 8: צורה רביעית צורת הארץ נתחברה במקצתו ונהיה משניהם גוף הארץ<br>צורה: \"form\"<br>רביעית: \"fourth\"<br>צורת: \"form of\"<br>הארץ: \"earth\"<br>נתחברה: \"connected\"<br>במקצתו: \"partially\"<br>ו: \"and\"<br>נהיה: \"became\"<br>משניהם: \"from both\"<br>גוף: \"body\"<br>הארץ: \"earth\"<br><br>Summary: The fourth form is the form of earth, partially connected to this entity, and both the form and the entity became the body of earth.<br><br>Phrase 9: נמצא למטה מן הרקיע ארבעה גופין מוחלקין זה למעלה מזה וכל אחד ואחד מקיף את שלמטה ממנו מכל רוחותיו<br>נמצא: \"located\"<br>למטה: \"below\"<br>מן: \"from\"<br>הרקיע: \"the sky\"<br>ארבעה: \"four\"<br>גופין: \"bodies\"<br>מוחלקין: \"divided\"<br>זה: \"this\"<br>למעלה: \"above\"<br>מזה: \"from it\"<br>ו: \"and\"<br>כל: \"every\"<br>אחד: \"one\"<br>ואחד: \"and one\"<br>מקיף: \"surrounds\"<br>את: \"the\"<br>שלמטה: \"below\"<br>ממנו: \"from it\"<br>מכל: \"all\"<br>רוחותיו: \"its winds\"<br><br>Summary: Below the sky, there are four divided bodies, each of which surrounds and has all its winds below it.<br><br>Phrase 10: כמו גלגל הגוף הראשון הסמוך לגלגל הירח הוא גוף האש למטה ממנו גוף הרוח למטה ממנו גוף המים למטה ממנו גוף הארץ ואין ביניהם מקום פנוי בלא גוף כלל<br>כמו: \"like\"<br>גלגל: \"orb\"<br>הגוף: \"body\"<br>הראשון: \"first\"<br>הסמוך: \"near\"<br>ל: \"to\"<br>הירח: \"moon\"<br>הוא: \"is\"<br>גוף: \"body\"<br>האש: \"fire\"<br>למטה: \"below\"<br>ממנו: \"from it\"<br>גוף: \"body\"<br>הרוח: \"wind\"<br>למטה: \"below\"<br>ממנו: \"from it\"<br>גוף: \"body\"<br>המים: \"water\"<br>למטה: \"below\"<br>ממנו: \"from it\"<br>גוף: \"body\"<br>הארץ: \"earth\"<br>ואין: \"and there is not\"<br>ביניהם: \"between them\"<br>מקום: \"place\"<br>פנוי: \"empty\"<br>בלא: \"without\"<br>גוף: \"body\"<br>כלל: \"at all\"<br><br>Summary: The first body, near the orb of the moon, is the body of fire. Below it is the body of wind, below that is the body of water, and below that is the body of earth. There is no empty place between them without any body at all."},{"section":"\nהלכה יא\nארבעה גופות האלו אינם בעלי נפש ואינם יודעים ולא מכירים אלא כגופים מתים ויש לכל אחד ואחד מהם מנהג שאינו יודעו ולא משיגו ואינו יכול לשנותו וזה שאמר דוד הללו את ה' מן הארץ תנינים וכל תהומות אש וברד שלג וקיטור וביאור ענין הדברים הללוהו בני אדם מגבורותיו שתראו באש ובברד ובשאר ברואים שתראו למטה מן הרקיע שגבורתם תמיד ניכרת לקטן ולגדול.","result":"Phrase 1: הלכה יא<br>\"Law 11\"<br><br>Summary: This section is labeled as the 11th law.<br><br>Phrase 2: ארבעה גופות האלו אינם בעלי נפש ואינם יודעים ולא מכירים אלא כגופים מתים<br>\"These four bodies are not living beings and do not know or recognize anything, but are only dead bodies.\"<br><br>Summary: The four bodies being referred to are not living beings, and they have no knowledge or recognition. They are simply lifeless bodies.<br><br>Phrase 3: ויש לכל אחד ואחד מהם מנהג שאינו יודעו ולא משיגו ואינו יכול לשנותו<br>\"Each one of them has a natural tendency that they do not know or understand, and they cannot change it.\"<br><br>Summary: Although these bodies do not have knowledge or recognition, each one has a natural tendency that they are not aware of and cannot change.<br><br>Phrase 4: וזה שאמר דוד הללו את ה' מן הארץ תנינים וכל תהומות אש וברד שלג וקיטור וביאור ענין הדברים הללוהו בני אדם מגבורותיו שתראו באש ובברד ובשאר ברואים שתראו למטה מן הרקיע שגבורתם תמיד ניכרת לקטן ולגדול<br>\"And as David said, 'Praise Him from the earth, sea monsters and all deeps, fire and hail, snow and smoke, stormy wind fulfilling His word.' The meaning of these things is explained by people through God's great acts, such as when they see God's strength in fire, hail, and other creatures that are visible below the sky, and His power is always evident to both small and great.\"<br><br>Summary: This quote from David's psalm is used to explain how people understand and appreciate God's power through the natural world and its various phenomena."}]
