[{"section":"הלכה א\nארבעה גופים הללו שהם אש ורוח ומים וארץ הם יסודות כל הנבראים למטה מן הרקיע וכל שיהיה מאדם ומבהמה ועוף ורמש ודג וצמח ומתכת ואבנים טובות ומרגליות ושאר אבני בנין והרים וגושי עפר הכל גולמן מחובר מארבעה יסודות הללו נמצאו כל הגופים שלמטה מן הרקיע חוץ מארבעה יסודות האלו מחוברים מגולם וצורה וגולם שלהם מחובר מארבעה יסודות האלו אבל כל אחד מארבעה היסודות אינו מחובר אלא מגולם וצורה בלבד.","result":"הלכה א: \"Four entities: they are fire and wind and water and earth, are the foundations of all that were created below the firmament. Everything from human beings, animals, birds, creeping things, fish, plants, metals, good stones, gems, and other building stones, mountains, and clumps of soil, are all composed of these four foundations. All bodies below the firmament are formed of these four foundations except for these four foundations, which are composed of substance and shape, and their substance is composed of these four foundations. However, each of the four foundations is not composed but is only in substance and shape.\""},{"section":"\nהלכה ב\nדרך האש והרוח להיות מהלכם ממטה מטבור הארץ למעלה כלפי הרקיע ודרך המים והארץ להיות מהלכם מתחת הרקיע למטה עד לאמצע שאמצע הרקיע הוא המטה שאין למטה ממנו ואין הילוכם לא בדעתם ולא בחפצם אלא מנהג שנקבע בהן וטבע שנטבע בהן:\nטבע האש חם ויבש והוא קל מכולם והרוח חם ולח והמים קרים ולחים והארץ יבשה וקרה והיא כבידה מכולם והמים קלים ממנה לפיכך נמצאים למעלה על הארץ והרוח קל מן המים לפיכך הוא מרחף על פני המים והאש קל מן הרוח ומפני שהם יסודות לכל גופים שתחת הרקיע ימצא כל גוף וגוף מאדם ובהמה וחיה ועוף ודג וצמח ומתכת ואבן גולמו מחובר מאש ורוח ומים ועפר וארבעתן יתערבו ביחד וישתנו כל אחד מהם בעת העירוב עד שימצא המחובר מארבעתן אינו דומה לאחד מהן כשהוא לבדו ואין במעורב מהן אפילו חלק אחד שהוא אש בפני עצמו או מים בפני עצמן או ארץ בפני עצמה או רוח בפני עצמה אלא הכל נשתנו ונעשו גוף אחד וכל גוף וגוף המחובר מארבעתן ימצא בו קור וחום לח ויבש כאחד אבל יש מהם גופים שיהיה בהם חזקה מיסוד האש כמו בעלי נפש חיה לפיכך יראה בהם החום יתר ויש מהן גופין שיהיה בהן חזקה מיסוד הארץ כמו האבנים לפיכך יראה בהם היובש הרבה ויש מהן גופין שיהיה בהן חזקה מיסוד המים לפיכך יראה בהם הלח יתר ועל הדרך הזה ימצא גוף חם יתר מגוף אחר חם וגוף יבש יתר מגוף אחר יבש וכן ימצאו גופים שיראה בהן הקור בלבד וגופים יראה בהן הלח בלבד וגופים יראה בהן הקור והיובש כאחד בשוה או הקור והלח כאחד בשוה או החום והיובש כאחד בשוה או החום והלח כאחד בשוה לפי רוב היסוד שהיה בעיקר התערובת יראה מעשה אותו היסוד וטבעו בגוף המעורב.","result":"הלכה ב:<br>דרך האש והרוח להיות מהלכם ממטה מטבור הארץ למעלה כלפי הרקיע - the way of fire and wind is for their movement to be from below the earth's surface upward towards the atmosphere<br>ודרך המים והארץ להיות מהלכם מתחת הרקיע למטה עד לאמצע - and the way of water and earth is for their movement to be downward below the atmosphere<br>שאמצע הרקיע הוא המטה שאין למטה ממנו - the middle of the atmosphere is the point below which there is nothing<br>וטבע שנטבע בהן: and they (elements) have a nature that is set in them<br><br>Natural language summary: Different elements have different ways they move - fire and wind move upward, while water and earth move downward. The middle point of the atmosphere is where there is nothing. Each element has a set nature.<br><br>טבע האש חם ויבש והוא קל מכולם - the nature of fire is hot and dry and it is lighter than all the elements<br>והרוח חם ולח והמים קרים ולחים - the nature of wind is hot and moist, the nature of water is cold and moist<br>והארץ יבשה וקרה והיא כבידה מכולם והמים קלים ממנה - the nature of earth is dry and cold and it is heavier than all the elements, while water is lighter than earth<br>לפיכך נמצאים למעלה על הארץ - therefore they are found above the earth's surface<br>והרוח קל מן המים לפיכך הוא מרחף על פני המים - wind is lighter than water, so it rests on the surface of water<br>והאש קל מן הרוח - fire is lighter than wind<br>ומפני שהם יסודות לכל גופים שתחת הרקיע ימצא כל גוף וגוף מאדם ובהמה וחיה ועוף ודג וצמח ומתכת ואבן - since they are the foundations of all matter under the atmosphere, every living and non-living thing, including humans, animals, plants, metals, and stones are composed of them<br>גולמו מחובר מאש ורוח ומים ועפר: they are combined in every object<br><br>Natural language summary: Each element has unique properties, such as fire being hot and dry, and earth being heavy. Water is lighter than earth, and wind is lighter than water. All objects under the atmosphere are made up of these elements combined in different ways.<br><br>וארבעתן יתערבו ביחד וישתנו כל אחד מהם בעת העירוב עד שימצא המחובר מארבעתן אינו דומה לאחד מהם כשהוא לבדו - and the four elements combine together, and every individual element changes during the process of mixing until the final combination is completely different from any individual element<br>אבל יש מהם גופים שיהיה בהם חזקה מיסוד האש כמו בעלי נפש חיה לפיכך יראה בהם החום יתר ויש מהם גופין שיהיה בהן חזקה מיסוד הארץ כמו האבנים לפיכך יראה בהם היובש הרבה ויש מהם גופין שיהיה בהן חזקה מיסוד המים לפיכך יראה בהם הלח יתר - some objects may have a dominant characteristic, like heat from fire, dryness from earth, or moisture from water<br>ועל הדרך הזה ימצא גוף חם יתר מגוף אחר חם וגוף יבש יתר מגוף אחר יבש וכן ימצאו גופים שיראה בהן הקור בלבד וגופים יראה בהן הלח בלבד וגופים יראה בהן הקור והיובש כאחד בשוה או הקור והלח כאחד בשוה או החום והיובש כאחד בשוה או החום והלח כאחד בשוה - some objects have a greater amount of hotness or dryness, while others have more coldness or moisture, and some may have a combination of two or more of these characteristics<br><br>Natural language summary: The four elements can mix together in different ways to form unique objects, which may have one dominant characteristic, such as heat, dryness, or moisture. Some objects may have a combination of these characteristics."},{"section":"\nהלכה ג\nוכל המחובר מארבעה יסודות אלו הוא נפרד בסוף יש שהוא נפרד לאחר ימים אחדים ויש שהוא נפרד לאחר שנים רבות וכל שנתחבר מהם אי אפשר שלא יפרד להן אפילו הזהב והאודם אי אפשר שלא יפסד ויחזור ליסודותיו וישוב מקצתו לאש ומקצתו למים ומקצתו לרוח ומקצתו לארץ.","result":"הלכה ג: \"And anyone who is connected to these four foundations is separated in the end. There are those who are separated after a few days, and there are those who are separated after many years. And anyone who is connected to them is impossible not to separate from them, even gold and crimson. It is impossible not to lose and return to its foundations. And part of it will return to fire, and part of it will return to water, and part of it will return to wind, and part of it will return to the earth.\"<br><br>Meaning: This section discusses the inevitability of separation from the four foundations of the world. Everyone eventually separates, either after a short time or a long time. Even precious materials like gold and crimson cannot avoid it. Everything must return to its original elements, and part of it will become fire, water, wind, or earth."},{"section":"\nהלכה ד\nהואיל וכל הנפסד יפרד ליסודות אלו למה נאמר לאדם ואל עפר תשוב לפי שרוב בנינו מן העפר ולא כל הנפסד כשיפסד מיד יחזור לארבעה היסודות אלא יפסד ויחזור לדבר אחר ודבר אחר לדבר אחר וסוף הדברים יחזור ליסודות ונמצאו כל הדברים חוזרין חלילה.","result":"הלכה ד: \"Since every loss separates [one] to these foundations, why is it said to man, 'And to dust you shall return'? Because most of our building is from the dust, and not every loss [results in] an immediate return to the four foundations, but [one] will lose [something], and [then] return to something else, and [then] to something else, until finally [they] return to the foundations, and it will be found that everything returns, God forbid.\" <br><br>This paragraph discusses the concept of loss and returning to the four foundations. It explains that since most of our building is from the dust, the phrase \"And to dust you shall return\" is said to man. It also states that not every loss will immediately result in a return to the four foundations, but rather a person may lose something, move on to something else, and continue until finally returning to the foundations."},{"section":"\nהלכה ה\nארבעה יסודות האלו משתנים זה לזה תמיד בכל יום ובכל שעה מקצתן לא כל גופן כיצד מקצת הארץ הקרובה מן המים משתנית ומתפוררת ונעשית מים וכן מקצת המים הסמוכים לרוח משתנין ומתמסמסין והווין רוח וכן הרוח מקצתו הסמוך לאש משתנה ומתחולל ונעשה אש וכן האש מקצתה הסמוך לרוח מתחולל משתנה ומתכנס ונעשה רוח וכן הרוח מקצתו הסמוך למים משתנה ומתכנס ונעשה מים וכן המים מקצתו הסמוך לארץ משתנה ומתכנס ונעשה ארץ ושינוי זה מעט מעט ולפי אורך הימים ואין כל היסוד משתנה עד שיעשה כל המים רוח או כל הרוח אש שאי אפשר שיבטל אחד מן היסודות הארבעה אלא מקצת ישתנה מאש לרוח ומקצת ישתנה מרוח לאש וכן בין כל אחד וחבירו ימצא השינוי בין ארבעתן וחוזרות חלילה לעולם.","result":"Phrase 1: הלכה ה<br>הלכה: \"The law/rule\"<br>ה: \"The\"<br>Meaning: \"This is the law/rule\"<br><br>Phrase 2: ארבעה יסודות האלו משתנים זה לזה תמיד בכל יום ובכל שעה<br>ארבעה: \"Four\"<br>יסודות: \"Foundations/principles\"<br>האלו: \"These\"<br>משתנים: \"Change/transform\"<br>זה לזה: \"From one to the other\"<br>תמיד: \"Always\"<br>בכל: \"In every\"<br>יום: \"Day\"<br>ובכל: \"And every\"<br>שעה: \"Hour\"<br>Meaning: \"These four foundational principles are constantly changing/transforming from one to the other every day and every hour.\"<br><br>Phrase 3: מקצתן לא כל גופן כיצד<br>מקצתן: \"Some of them\"<br>לא: \"Not\"<br>כל: \"All\"<br>גופן: \"Of its body\"<br>כיצד: \"How\"<br>Meaning: \"Not all of these principles change in the same way/how.\"<br><br>Phrase 4: מקצת הארץ הקרובה מן המים משתנית ומתפוררת ונעשית מים<br>מקצת: \"Part of\"<br>הארץ: \"The earth/land\"<br>הקרובה: \"Close\"<br>מן: \"From\"<br>המים: \"The water\"<br>משתנית: \"Changes/transforms\"<br>ומתפוררת: \"And breaks apart\"<br>ונעשית: \"And becomes\"<br>מים: \"Water\"<br>Meaning: \"Part of the earth close to the water changes/transforms, breaks apart and becomes water.\"<br><br>Phrase 5: וכן מקצת המים הסמוכים לרוח משתנין ומתמסמסין והווין רוח<br>כן: \"Similarly\"<br>מקצת: \"Part of\"<br>המים: \"The water\"<br>הסמוכים: \"Adjacent\"<br>לרוח: \"To the wind\"<br>משתנין: \"Changes/transforms\"<br>ומתמסמסין: \"And evaporate\"<br>והווין: \"And become\"<br>רוח: \"Wind\"<br>Meaning: \"Similarly, part of the water adjacent to the wind changes/transforms, evaporates and becomes wind.\"<br><br>Phrase 6: וכן הרוח מקצתו הסמוך לאש משתנה ומתחולל ונעשה אש<br>כן: \"Similarly\"<br>הרוח: \"The wind\"<br>מקצתו: \"Part of it\"<br>הסמוך: \"Adjacent\"<br>לאש: \"To fire\"<br>משתנה: \"Changes/transforms\"<br>ומתחולל: \"And ignites\"<br>ונעשה: \"And becomes\"<br>אש: \"Fire\"<br>Meaning: \"Similarly, part of the wind adjacent to the fire changes/transforms, ignites and becomes fire.\"<br><br>Phrase 7: וכן האש מקצתה הסמוך לרוח מתחולל משתנה ומתכנס ונעשה רוח<br>כן: \"Similarly\"<br>האש: \"The fire\"<br>מקצתה: \"Part of it\"<br>הסמוך: \"Adjacent\"<br>לרוח: \"To the wind\"<br>מתחולל: \"Ignites\"<br>משתנה: \"Changes/transforms\"<br>ומתכנס: \"And gathers\"<br>ונעשה: \"And becomes\"<br>רוח: \"Wind\"<br>Meaning: \"Similarly, part of the fire adjacent to the wind ignites, changes/transforms, gathers and becomes wind.\"<br><br>Phrase 8: וכן הרוח מקצתו הסמוך למים משתנה ומתכנס ונעשה מים<br>כן: \"Similarly\"<br>הרוח: \"The wind\"<br>מקצתו: \"Part of it\"<br>הסמוך: \"Adjacent\"<br>למים: \"To water\"<br>משתנה: \"Changes/transforms\"<br>ומתכנס: \"And gathers\"<br>ונעשה: \"And becomes\"<br>מים: \"Water\"<br>Meaning: \"Similarly, part of the wind adjacent to water changes/transforms, gathers and becomes water.\"<br><br>Phrase 9: וכן המים מקצתו הסמוך לארץ משתנה ומתכנס ונעשה ארץ<br>כן: \"Similarly\"<br>המים: \"The water\"<br>מקצתו: \"Part of it\"<br>הסמוך: \"Adjacent\"<br>לארץ: \"To the land\"<br>משתנה: \"Changes/transforms\"<br>ומתכנס: \"And accumulates\"<br>ונעשה: \"And becomes\"<br>ארץ: \"Land\"<br>Meaning: \"Similarly, part of the water adjacent to the land changes/transforms, accumulates and becomes land.\"<br><br>Phrase 10: ושינוי זה מעט מעט ולפי אורך הימים<br>ושינוי: \"And this change/transformation\"<br>זה: \"This\"<br>מעט מעט: \"Little by little\"<br>ולפי: \"And according to\"<br>אורך: \"Length\"<br>הימים: \"Of the days\"<br>Meaning: \"And this change/transformation happens little by little according to the length of days.\"<br><br>Phrase 11: ואין כל היסוד משתנה עד שיעשה כל המים רוח או כל הרוח אש<br>ו: \"And\"<br>אין: \"There is no\"<br>כל: \"All\"<br>היסוד: \"The foundation/principle\"<br>משתנה: \"Changes/transforms\"<br>עד שי: \"Until\"<br>יעשה: \"It makes\"<br>כל המים: \"All the water\"<br>רוח: \"Wind\"<br>או: \"Or\"<br>כל הרוח: \"All the wind\"<br>אש: \"Fire\"<br>Meaning: \"And none of these principles change/transform until all the water becomes wind or all the wind becomes fire.\"<br><br>Phrase 12: שאי אפשר שיבטל אחד מן היסודות הארבעה אלא מקצת ישתנה מאש לרוח ומקצת ישתנה מרוח לאש וכן בין כל אחד וחבירו ימצא השינוי בין ארבעתן וחוזרות חלילה לעולם<br>שאי אפשר: \"It is impossible\"<br>שיבטל: \"To annul/cancel\"<br>אחד: \"One\"<br>מן: \"Of\"<br>היסודות: \"The foundations/principles\"<br>הארבעה: \"The four\"<br>אלא: \"But\"<br>מקצת: \"Part\"<br>ישתנה: \"Changes/transforms\"<br>מאש: \"From fire\"<br>לרוח: \"To wind\"<br>ומקצת: \"And part\"<br>ישתנה: \"Changes/transforms\"<br>מרוח: \"From wind\"<br>לאש: \"To fire\"<br>וכן: \"And similarly\"<br>בין כל: \"Between each\"<br>אחד: \"One\"<br>וחבירו: \"And its neighbor\"<br>ימצא: \"Will be found\"<br>השינוי: \"The change/transformation\"<br>בין: \"Between\"<br>ארבעתן: \"The four of them\"<br>וחוזרות חלילה: \"And it continuously repeats\"<br>לעולם: \"Forever\"<br>Meaning: \"It is impossible to cancel any of these four principles, but part of them changes from fire to wind, and part of them changes from wind to fire. Similarly, there will always be a change/transformation between each principle and its neighbor, and this process continuously repeats forever.\""},{"section":"\nהלכה ו\nושינוי זה יהיה בסביבת הגלגל ומסביבתו יתחברו ארבעתן ויהיה מהן שאר גולמי בני אדם ונפש חיה צמח ואבן ומתכת והאל נותן לכל גולם וגולם צורה ראויה לו על ידי מלאך העשירי שהיא הצורה הנקראת אישים.","result":"Phrase 1: הלכה ו - \"The law and\"<br>Summary: This is a continuation of a previous statement or passage, indicating that this is a new aspect of the topic being discussed.<br><br>Phrase 2: ושינוי זה יהיה בסביבת הגלגל - \"And this change will be in the vicinity of the sphere\"<br>Summary: There will be a change that occurs near the sphere, likely referring to the celestial sphere in astronomy.<br><br>Phrase 3: ומסביבתו יתחברו ארבעתן - \"And around it will connect the four of them\"<br>Summary: The change will cause four things to connect or come together around the sphere.<br><br>Phrase 4: ויהיה מהן שאר גולמי בני אדם ונפש חיה צמח ואבן ומתכת - \"And there will be from them the other physical elements of humans, animals, plants, stones, and metal\"<br>Summary: The four things that connect around the sphere will create other physical elements that usually make up living things and materials in the world.<br><br>Phrase 5: והאל נותן לכל גולם וגולם צורה ראויה לו - \"And God gives to each and every entity a fitting form for it\"<br>Summary: God gives each newly created element a suitable form or shape.<br><br>Phrase 6: על ידי מלאך העשירי שהיא הצורה הנקראת אישים - \"Through the agency of the tenth angel, which is the form called Eishim\"<br>Summary: This process is facilitated by the tenth angel, who is responsible for overseeing the creation of forms."},{"section":"\nהלכה ז\nלעולם אין אתה רואה גולם בלא צורה או צורה בלא גולם אלא לב האדם הוא שמחלק גוף הנמצא בדעתו ויודע שהוא מחובר מגולם וצורה ויודע שיש שם גופים שגולמם מחובר מארבעת היסודות וגופים שגולמם פשוט ואינו מחובר רק מגולם אחד והצורות שאין להם גולם אינן נראין לעין אלא בעין הלב הן ידועין כמו שידענו אדון הכל בלא ראיית עין.","result":"הלכה ז: \"Always, you don't see matter without shape or shape without matter. Rather, it is the heart of man that divides the body that is in his knowledge and knows that it is composed of matter and shape. And he knows that there are bodies whose matter is connected from the four elements, and bodies whose matter is simple and not connected, only from one matter. And shapes that don't have matter are not visible to the eye, only to the mind, as the Master of All knew without seeing with the eye.\" <br><br>Summary: This passage discusses the relationship between matter and shape, and how the human heart is able to understand this relationship. It also distinguishes between different types of bodies and shapes and notes that some shapes cannot be seen with the physical eye, only with the mind."},{"section":"\nהלכה ח\nנפש כל בשר היא צורתו שנתן לו האל והדעת היתרה המצויה בנפשו של אדם היא צורת האדם השלם בדעתו ועל צורה זו נאמר בתורה נעשה אדם בצלמנו כדמותנו כלומר שתהיה לו צורה היודעת ומשגת הדעות שאין להם גולם כמו המלאכים שהם צורה בלא גולם עד שידמה להן ואינו אומר על צורה זו הניכרת לעינים שהיא הפה והחוטם והלסתות ושאר רושם הגוף שזו תואר שמה ואינה הנפש המצויה לכל נפש חיה שבה אוכל ושותה ומוליד ומרגיש ומהרהר אלא הדעה שהיא צורת הנפש ובצורת הנפש הכתוב מדבר בצלמנו כדמותנו ופעמים רבות תקרא זאת הצורה נפש ורוח ולפיכך צריך להזהר בשמותן שלא יטעה אדם בהן וכל שם ושם ילמד מענינו.","result":"הלכה ח <br><br>נפש כל בשר: the soul of every living being<br>היא צורתו: is its form<br>שנתן לו האל: which God gave it<br>והדעת היתרה המצויה בנפשו: and the extra knowledge that is in its soul<br>של אדם: of a human being<br>היא צורת האדם השלם: is the form of a complete human being<br>בדעתו: in his knowledge<br>ועל צורה זו: and regarding this form<br>נאמר בתורה נעשה אדם בצלמנו כדמותנו : it is said in the Torah \"let Us make man in Our likeness, after Our image\"<br>כלומר: meaning<br>שתהיה לו צורה: that he should have a form<br>היודעת ומשגת הדעות: that knows and comprehends knowledge<br>שאין להם גולם: that do not have a physical body<br>כמו המלאכים: like the angels<br>שהם צורה בלא גולם: that are a form without a body<br>עד שידמה להן: until they appear like them<br>ואינו אומר: and it does not say<br>על צורה זו הניכרת לעינים שהיא הפה והחוטם והלסתות ושאר רושם הגוף: about the visible form like the mouth, nose, lips, and other physical features <br>שזו תואר שמה: that is called its name<br>ואינה הנפש המצויה לכל נפש חיה שבה אוכל ושותה ומוליד ומרגיש ומהרהר : and it is not the soul that exists in every living being that eats, drinks, reproduces, feels, and thinks<br>אלא הדעה שהיא צורת הנפש: rather it is the knowledge that is the form of the soul<br>ובצורת הנפש הכתוב מדבר בצלמנו כדמותנו : and in the form of the soul, the Torah speaks in the verse \"Let Us make man in Our likeness, after Our image\"<br>ופעמים רבות תקרא זאת הצורה נפש ורוח : and many times this form is called soul and spirit<br>ולפיכך צריך להזהר בשמותן: therefore, one must be careful with their names<br>שלא יטעה אדם בהן: so that a person does not mistake them<br>וכל שם ושם ילמד מענינו: and every name and its meaning should be learned from our teachings. <br><br>Summary:<br>The soul of every living being is its form, given by God. The extra knowledge in a human being's soul is the form of a complete human being, according to his knowledge. This form is not the visible physical form that has a name, but rather the knowledge that is the form of the soul. The Torah speaks about this form as \"man in Our likeness, after Our image\" and it is many times called soul and spirit. Names of the soul and spirit must be learned accurately from our teachings."},{"section":"\nהלכה ט\nאין צורת הנפש הזאת מחוברת מן היסודות כדי שתפרד להם ואינה מכח הנשמה עד שתהא צריכה לנשמה כמו שהנשמה צריכה לגוף אלא מאת ה' מן השמים היא לפיכך כשיפרד הגולם שהוא מחובר מן היסודות ותאבד הנשמה מפני שאינה מצויה אלא עם הגוף וצריכה לגוף בכל מעשיה לא תכרת הצורה הזאת לפי שאינה צריכה לנשמה במעשיה אלא יודעת ומשגת הדעות הפרודות מן הגולמים ויודעת בורא הכל ועומדת לעולם ולעולמי עולמים הוא שאמר שלמה בחכמתו וישוב העפר על הארץ כשהיה והרוח תשוב אל האלהים אשר נתנה.","result":"הלכה ט:<br>אין צורת הנפש הזאת מחוברת מן היסודות כדי שתפרד להם   {No form of the soul is connected to the foundations in order to separate from them}<br>ואינה מכח הנשמה                    {and it is not from the power of the soul}<br>עד שתהא צריכה לנשמה כמו שהנשמה צריכה לגוף  {until it needs the soul, just as the body needs the soul}<br>אלא מאת ה' מן השמים היא           {instead, it is from God in heaven}<br>לפיכך כשיפרד הגולם שהוא מחובר מן היסודות ותאבד הנשמה מפני שאינה מצויה אלא עם הגוף             {Therefore, when the body, which is connected to the foundations, separates, the soul ceases to exist because it only exists with the body.}<br>וצריכה לגוף בכל מעשיה              {It needs the body in all its actions.}<br>לא תכרת הצורה הזאת                 {However, it is prohibited to cut off this form of the soul}<br>לפי שאינה צריכה לנשמה במעשיה יודעת ומשגת הדעות הפרודות מן הגולמים ויודעת בורא הכל ועומדת לעולם ולעולמי עולמים. {because it does not need the soul in its actions, but rather it knows and comprehends the separate ideas from the physical world, and it knows the Creator of everything and stands forever and ever.}<br>הוא שאמר שלמה בחכמתו:  וישוב העפר על הארץ כשהיה והרוח תשוב אל האלהים אשר נתנה. {This is what King Solomon said in his wisdom: \"And the dust returns to the ground as it was, and the spirit returns to God who gave it.\"}"},{"section":"\nהלכה י\nכל הדברים האלו שדברנו בענין זה כמר מדלי הם ודברים עמוקים הם אבל אינם כענין עומק פרק ראשון ושני וביאור כל אלו הדברים שבפרק שלישי ורביעי הוא הנקרא מעשה בראשית וכך צוו החכמים הראשונים שאין דורשין בדברים האלו ברבים אלא לאדם אחד מודיעין דברים אלו ומלמדין אותן.","result":"הלכה י: \"All these things we spoke about in this matter, like the words of Rabbi Medelli, are deep things but not as deep as the first and second chapter explanations. All these things in the third and fourth chapter are called Maaseh Bereishit (Story of Creation), and so the early sages commanded not to study these things in public, but only to inform and teach them to one person.\"<br><br>The text describes the depth of the teachings that were previously discussed, as compared to the earlier chapters, and notes that some of the teachings may only be shared with one person, as opposed to being discussed in a public setting. <br><br>                        <br>הלכה יא<br>וכשם שכל דבר דלות לכבודו מלכי שלום אף כל דבר המבואר מעשה בראשית דלות לכבודו מלכי שלום יתברך שמו ואין לומר אלא קיצור של קיצור של קיצור.<br>                        <br><br>הלכה יא: \"And just as every matter that is modest for the honor of the King of Peace, so too every matter that is explained regarding the story of Creation is modest for the honor of the blessed King of Peace, and it is only possible to say a summary of a summary of a summary.\"<br><br>The text emphasizes the importance of modesty and respecting the honor of God, and notes that even the teachings about the Creation story are humbling and unable to fully encapsulate the majesty of God. <br><br>                        <br>הלכה יב<br>וכשנהגו ישראל לקיים מצוה חדשה אם לא ראו צורתה בחכמה הרי זה בסתם חשכה ושקר גם אם יבוא על אמתם בדעתו ולפעמים מצדדים בהן חכמים לטובת ישראל כגון תורת החשמל וכיוצא בהן וכל המצווה לעשות מצוה ואינו יודע למה הוא עושה אין לו שכר וגדולת המצווה היא השגת התורה וידיעת הטעמים.<br>                        <br><br>הלכה יב: \"And when Israel was accustomed to fulfill a new commandment, if they did not see its form in wisdom, it would be in total darkness and falsehood, even if they come to understand it in their own minds. Sometimes, however, the sages allow them for the benefit of Israel, such as electricity and the like. And whoever fulfills a commandment without knowing why he is doing it, has no reward, and the greatness of the commandment is the understanding of the Torah and the knowledge of the reasons.\"<br><br>The text discusses how new commandments should be understood and fulfilled with wisdom, and that blindly following without understanding loses the true rewards of the mitzvah. The sages sometimes allow for the benefit of the people to follow a commandment without fully understanding it, but ultimately, the true understanding of the Torah and its reasons is what makes the mitzvah great."},{"section":"\nהלכה יא\nומה בין ענין מעשה מרכבה לענין מעשה בראשית שענין מעשה מרכבה אפילו לאחד אין דורשים בו אא\"כ היה חכם ומבין מדעתו מוסרין לו ראשי הפרקים וענין מעשה בראשית מלמדין אותו ליחיד אע\"פ שאינו מבין אותו מדעתו ומודיעים אותו כל מה שיכול לידע מדברים אלו ולמה אין מלמדין אותו לרבים לפי שאין כל אדם יש לו דעת רחבה להשיג פירוש וביאור כל הדברים על בוריין.","result":"הלכה יא: \"And what is the difference between the subject of Ma'aseh Merkavah (the work of the chariot) and the subject of Ma'aseh Breishit (the work of Creation)? Regarding the subject of Ma'aseh Merkavah, even if there is only one person who is capable of interpreting it, it is taught to him as long as he is wise and has knowledge from his own understanding. However, the subject of Ma'aseh Breishit is taught even to an individual who does not understand it, and they inform him of all that can be known about these matters. Why is it not taught to the public? Because not everyone has a wide enough knowledge to understand the meaning and interpretation of all these matters.\" <br><br>Summary: This section discusses the difference between the subject of Ma'aseh Merkavah and Ma'aseh Breishit. Ma'aseh Merkavah is only taught to those who are wise and have knowledge from their own understanding, even if only one person understands it. However, Ma'aseh Breishit is taught even to those who do not understand it because everyone should know what can be known about these matters. It is not taught to the public because not everyone has a wide enough knowledge to understand its interpretation. <br><br>---<br><br>הלכה יב<br>אמרו עליו על רבי חיננא בן הקנה אומר מעשה מרכבה לא נאמר אלא לפי שידעת בו את המקראות ואת המשלים ויהודה בן תבאי אומר מעשה מרכבה לא נאמר אלא אחרי שידעת במקראות ובמשלים ובטעמי המקראות והמצות ובאגדות וסתורים שבהם כל כך.<br>                            <br><br>הלכה יב: \"They said about Rabbi Channina ben HaKanah: 'The subject of Ma'aseh Merkavah should only be taught to someone who knows the verses and the parables.' Yehuda ben Tema said: 'The subject of Ma'aseh Merkavah should only be taught to someone who knows the verses, parables, the reasons for the verses and commandments, and the stories and contradictions within them in great detail.'\" <br><br>Summary: This section discusses the opinions of Rabbi Channina ben HaKanah and Yehuda ben Tema regarding who should be taught the subject of Ma'aseh Merkavah. Rabbi Channina believes that it should only be taught to someone who knows the verses and parables. Yehuda ben Tema believes that it should only be taught to someone who knows the verses, parables, the reasons for the verses and commandments, and the stories and contradictions within them in great detail. <br><br>---<br><br>הלכה יג:<br>מעשה מרכבה אסור לאדם להרבות בו פי המשורר אף על פי שיודע בו מפי הממלאכים שנאמר והאזנתי ואשמע מדברו מפיו וכו' וכן אסור לדרוש בפני חמשה ולמעט כמעט ומבלי כמעט אסור לדרש למעט ועוד יש לו לאדם לסתור את המעשה בו לפי שלא כל היודע מעשה מרכבה יודע להבין ולסתור.<br><br>הלכה יג: \"It is forbidden for a person to increase their discussion of Ma'aseh Merkavah beyond what is stated in Scripture even if they know it from the mouths of the angels, as it is said, 'I listened and heard Him speak from His mouth.' Similarly, it is forbidden to expound it before two, and restricting the subject is forbidden. Furthermore, one should refute the Ma'aseh Merkavah, as not everyone who knows the subject is able to understand and refute it.\"<br><br>Summary: In this section, it is stated that it is forbidden for a person to discuss the Ma'aseh Merkavah beyond what is written in Scripture, even if they know it from the mouths of angels. It is forbidden to expound on it before two, and restricting the subject is prohibited as well. Additionally, one should refute the Ma'aseh Merkavah because not everyone who knows the subject is able to understand and refute it properly."},{"section":"\nהלכה יב\nבזמן שאדם מתבונן בדברים האלו ומכיר כל הברואים ממלאך וגלגל ואדם כיוצא בו ויראה חכמתו של הקב\"ה בכל היצורים וכל הברואים מוסיף אהבה למקום ותצמא נפשו ויכמה בשרו לאהוב המקום ברוך הוא ויירא ויפחד משפלותו ודלותו וקלותו כשיעריך עצמו לאחד מהגופות הקדושים הגדולים וכ\"ש לאחת מהצורות הטהורות הנפרדות מן הגולמים שלא נתחברו בגולם כלל וימצא עצמו שהוא ככלי מלא בושה וכלימה ריק וחסר.","result":"הלכה יב:<br><br>בזמן - during <br>שאדם - a person <br>מתבונן - meditates, reflects <br>בדברים - on matters, things <br>האלו - these <br>ומכיר - recognizes <br>כל - all <br>הברואים - of creation <br>ממלאך - from an angel <br>וגלגל - and a heavenly sphere <br>ואדם - and a human being <br>כיוצא בו - similar to him <br>ויראה - sees <br>חכמתו - the wisdom <br>של - of <br>הקב\"ה - God <br>בכל - in all <br>היצורים - the creations <br>וכל - and all <br>הברואים - the creatures <br>מוסיף - adds <br>אהבה - love <br>למקום - to God <br>ותצמא - and thirsts <br>נפשו - his soul <br>ויכמה - weakens <br>בשרו - his flesh <br>לאהוב - to love <br>המקום - God <br>ברוך הוא - blessed be He <br>ויירא - and fears <br>ויפחד - and is afraid <br>משפלותו - of his lowliness <br>ודלותו - and his lack <br>וקלותו - and his insignificance <br>כשיעריך - when he evaluates <br>עצמו - himself <br>לאחד - as one <br>מהגופות - of the holy bodies <br>הקדושים - the righteous <br>הגדולים - the great ones <br>וכ\"ש - and how much more so <br>לאחת - to one <br>מהצורות - of the pure forms <br>הנפרדות - separated <br>מן - from <br>הגולמים - the material <br>שלא - that not <br>נתחברו - connected <br>בגולם - to the material <br>כלל - at all <br>וימצא - and he finds <br>עצמו - himself <br>שהוא - that he is <br>ככלי - like a vessel <br>מלא - full <br>בושה - of shame <br>וכלימה - and disgrace <br>ריק - empty <br>וחסר - and lacking. <br><br>Translation: <br><br>During the time that a person meditates on these matters and recognizes all of creation, from an angel and a heavenly sphere to a human being similar to him, and sees the wisdom of God in all of the creations and creatures, he adds love for God to his soul and thirsts for Him. His flesh weakens to love God, blessed be He, and he fears and is afraid of his own lowliness, lack, and insignificance. When evaluating himself as one of the holy righteous bodies, or how much more so, one of the pure forms separated from the material that are not connected to the material at all, he finds himself like an empty vessel full of shame and disgrace, empty and lacking."},{"section":"\nהלכה יג\nועניני ארבעה פרקים אלו שבחמש מצות האלו הם שחכמים הראשונים קוראין אותו פרדס כמו שאמרו ארבעה נכנסו לפרדס ואף על פי שגדולי ישראל היו וחכמים גדולים היו לא כולם היה בהן כח לידע ולהשיג כל הדברים על בוריין ואני אומר שאין ראוי לטייל בפרדס אלא מי שנתמלא כריסו לחם ובשר ולחם ובשר הוא לידע האסור והמותר וכיוצא בהם משאר המצות ואע\"פ שדברים אלו דבר קטן קראו אותן חכמים שהרי אמרו חכמים דבר גדול מעשה מרכבה ודבר קטן הוויות דאביי ורבא אעפ\"כ ראויין הן להקדימן שהן מיישבין דעתו של אדם תחלה ועוד שהם הטובה הגדולה שהשפיע הקדוש ברוך הוא ליישוב העולם הזה כדי לנחול חיי העולם הבא ואפשר שידעם הכל קטן וגדול איש ואשה בעל לב רחב ובעל לב קצר.","result":"Phrase 1: הלכה יג<br>הלכה - halacha - The Jewish law<br>יג - yud gimel - Thirteen<br><br>Summary 1: This section is discussing Jewish law number 13.<br><br>Phrase 2: ועניני ארבעה פרקים אלו שבחמש מצות האלו הם<br>ועניני - ve'inyanei - And the matters of<br>ארבעה פרקים אלו - arba'ah parakim ello - These four chapters<br>שבחמש מצות האלו הם - sheb'chamishah mitzvot halolu hem - That are of these five mitzvot, they are:<br><br>Summary 2: This section is identifying the four chapters that relate to five mitzvot.<br><br>Phrase 3: שחכמים הראשונים קוראין אותו פרדס כמו שאמרו ארבעה נכנסו לפרדס<br>שחכמים הראשונים - s'chachamim harishonim - The early sages<br>קוראים אותו - kor'im oto - Called it<br>פרדס - pardes - paradise<br>כמו שאמרו - k'mo she'amaru - As they said:<br>ארבעה נכנסו לפרדס - arba'ah niskansu la'pardes - Four entered to paradise<br><br>Summary 3: The early sages called paradise \"pardes,\" as they said that four entered it.<br><br>Phrase 4: ואף על פי שגדולי ישראל היו וחכמים גדולים היו לא כולם היה בהן כח לידע ולהשיג כל הדברים על בוריין<br>ואף על פי ש - ve'af al pi she - Even though<br>גדולי ישראל - gedolei Yisrael - The great ones of Israel<br>היו - hayu - Were<br>חכמים גדולים - chachamim gdolim - Great sages<br>לא כולם - lo kulam - Not all of them<br>היה בהן - haya bahen - Had in them<br>כח - koach - The ability<br>לידע ולהשיג - lida ve'l'haseeg - To know and comprehend<br>כל הדברים - kol ha'dvarim - All things<br>על בוריין - al buri'in - On the first attempt<br><br>Summary 4: Even though the great sages of Israel were wise, not all of them had the ability to fully understand all things on their first attempt.<br><br>Phrase 5: ואני אומר שאין ראוי לטייל בפרדס אלא מי שנתמלא כריסו לחם ובשר ולחם ובשר הוא לידע האסור והמותר וכיוצא בהם משאר המצות <br>ואני אומר - ve'ani omer - And I say<br>שאין ראוי - she'ein ra'ui - That it is not appropriate<br>לטייל בפרדס - la'tayel be'pardes - To walk in paradise<br>אלא - ela - Except<br>מי שנתמלא - mi she'nis'male - For one who filled up<br>כריסו - kriso - His stomach<br>לחם ובשר - lechem ubasar - With bread and meat<br>ולחם ובשר - ve'lechem ubasar - And bread and meat<br>הוא - hu - He<br>לידע - lida - To know<br>האסור והמותר - ha'asur veha'mutar - What is forbidden and permitted<br>וכיוצא בהם - u'ch'yotze bahem - And the like of other mitzvot<br><br>Summary 5: Walking in paradise is not appropriate except for one who has filled up his stomach with bread and meat, for him to know what is forbidden and permitted and other mitzvot.<br><br>Phrase 6: ואע\"פ שדברים אלו דבר קטן קראו אותן חכמים שהרי אמרו חכמים דבר גדול מעשה מרכבה ודבר קטן הוויות דאביי ורבא<br>ואע\"פ ש - ve'af al pi - Even though<br>דברים אלו - devarim Elo - These matters<br>דבר קטן - davar katan - A small matter<br>קראו אותם - kar'u otam - The sages called them<br>חכמים - chachamim - Sages<br>שהרי - she'harei - For they said<br>אמרו חכמים - amru chachamim - The sages said<br>דבר גדול - davar gadol - A great matter<br>מעשה מרכבה - ma'aseh merkava - Is the work of the heavenly chariot<br>ודבר קטן - ve'davar katan - And a small matter<br>הוויות - havyot - The instructions<br>דאביי ורבא - d'Abaye ve'Rava - Of Abaye and Rava<br><br>Summary 6: Although these matters may seem small, the sages called them important. They said that even a small matter can be like the teachings of Abaye and Rava, whereas the work of the heavenly chariot is a great matter.<br><br>Phrase 7: אע\"כ ראויין הן להקדימן שהן מיישבין דעתו של אדם תחלה ועוד שהם הטובה הגדולה שהשפיע הקדוש ברוך הוא ליישוב העולם הזה כדי לנחול חיי העולם הבא<br>אע\"כ - a'af al pi - Nevertheless<br>ראויין הן - ra'uyin hen - They are fitting<br>להקדימן - le'hakdiman - To be prioritized<br>שהן - she'hen - For they<br>מיישבין דעתו של אדם - mayshavin da'ato shel adam - Clarify a person's mind<br>תחלה - tachala - First<br>ועוד שהם - ve'od she'hem - And furthermore, they are<br>הטובה הגדולה - ha'tova hagdola - The great goodness<br>שהשפיע הקדוש ברוך הוא - she'hashpia hakadosh baruch hu - That the Holy One, blessed be He, bestowed<br>ליישוב העולם הזה - lei'yeshuv ha'olam hazeh - On the settlement of this world<br>כדי לנחול חיי העולם הבא - kedei lina'chol chayei ha'olam haba - In order to inherit the life of the world to come<br><br>Summary 7: Despite these matters seeming small, they are important to prioritize because they clarify a person's mind and are the great goodness that the Holy One, blessed be He, bestowed on the world in order to inherit the life of the world to come."}]
