[{"section":"\nהלכה א\nכל בית ישראל מצווין על קדוש השם הגדול הזה שנאמר ונקדשתי בתוך בני ישראל ומוזהרין שלא לחללו שנאמר ולא תחללו את שם קדשי כיצד כשיעמוד עובד כוכבים ויאנוס את ישראל לעבור על אחת מכל מצות האמורות בתורה או יהרגנו יעבור ואל יהרג שנאמר במצות אשר יעשה אותם האדם וחי בהם וחי בהם ולא שימות בהם ואם מת ולא עבר הרי זה מתחייב בנפשו.","result":"הלכה א: \"Every member of the House of Israel is commanded regarding this great sanctification of the Name, as it is stated 'And I shall be sanctified amidst the children of Israel.' They are warned not to desecrate it, as it is stated 'And you shall not desecrate My holy name.' How? When a non-Jew forces a Jew to violate any one of the commandments mentioned in the Torah, or threatens to kill him if he does not, he should violate the commandment and not be killed, as it is stated 'The commandments that a person does and lives by them, and not that he should die by them. But if he is killed and did not transgress, he is liable for his own life.\""},{"section":"\nהלכה ב\nבמה דברים אמורים בשאר מצות חוץ מעבודת כוכבים וגלוי עריות ושפיכת דמים אבל שלש עבירות אלו אם יאמר לו עבור על אחת מהן או תהרג יהרג ואל יעבור בד\"א בזמן שהעובד כוכבים מתכוין להנאת עצמו כגון שאנסו לבנות לו ביתו בשבת או לבשל לו תבשילו או אנס אשה לבועלה וכיוצא בזה אבל אם נתכוין להעבירו על המצות בלבד אם היה בינו לבין עצמו ואין שם עשרה מישראל יעבור ואל יהרג ואם אנסו להעבירו בעשרה מישראל יהרג ואל יעבור ואפילו לא נתכוין להעבירו אלא על מצוה משאר מצות בלבד.","result":"Phrases:<br>1. במה דברים אמורים - About what things are these things said<br>2. בשאר מצות חוץ מעבודת כוכבים וגלוי עריות ושפיכת דמים - Regarding other commandments except idolatry, immorality, and bloodshed<br>3. אבל שלש עבירות אלו - But these three transgressions<br>4. אם יאמר לו עבור על אחת מהן - If someone tells him to transgress one of them<br>5. או תהרג יהרג - Or be killed, he should be killed<br>6. ואל יעבור - And he should not transgress<br>7. בד\"א - In cases where<br>8. בזמן שהעובד כוכבים מתכוין להנאת עצמו - When the idolater intends for his own benefit<br>9. כגון שאנסו לבנות לו ביתו בשבת או לבשל לו תבשילו או אנס אשה לבועלה וכיוצא בזה - Such as if they forced him to build his house on Shabbat, or cook for him, or raped a woman for him, and the like<br>10. אבל אם נתכוין להעבירו על המצות בלבד אם היה בינו לבין עצמו ואין שם עשרה מישראל - But if the intention was to transgress only for the sake of fulfilling another commandment, and there were no ten Jews there with him<br>11. יעבור ואל יהרג - He may transgress, and he should not be killed<br>12. ואם אנסו להעבירו בעשרה מישראל - But if they forced him to transgress with ten Jews<br>13. יהרג ואל יעבור - He should be killed, and not transgress<br>14. ואפילו לא נתכוין להעבירו אלא על מצוה משאר מצות בלבד - And even if he did not intend to transgress, except for fulfilling other commandments. <br><br>Meaning:<br>This section discusses the punishment of someone who transgresses the commandments. It explains that if someone is told to transgress one of the three most severe commandments (idolatry, immorality, and bloodshed) or be killed, they should choose to be killed rather than transgress. However, if someone is forced to transgress one of these commandments against their will, and their intention was not for personal benefit, they are not subject to punishment. Additionally, if someone needs to transgress one commandment in order to fulfill another, and there are not ten Jews present, they may do so without punishment. But if there are ten Jews present, they must choose to be killed rather than transgress."},{"section":"\nהלכה ג\nוכל הדברים האלו שלא בשעת הגזרה אבל בשעת הגזרה והוא שיעמוד מלך רשע כנבוכדנצר וחביריו ויגזור גזרה על ישראל לבטל דתם או מצוה מן המצות יהרג ואל יעבור אפילו על אחת משאר מצות בין נאנס בתוך עשרה בין נאנס בינו לבין עובדי כוכבים.","result":"הלכה ג: \"And all of these things that are not during a decree, but if during a decree and there is an evil king like Nebuchadnezzar and his friends who decrees a decree upon Israel to nullify their religion or a commandment from the commandments, they should be killed and not transgress even one of the other commandments, whether they are coerced in public or in private with ten individuals or between him and non-Jewish worshippers.\"<br><br>Summary: If during a decree, if there is an evil king like Nebuchadnezzar who decrees a decree upon Israel to nullify their religion or a commandment from the commandments, they should be killed and not transgress even one of the other commandments, whether they are coerced in public or in private with ten individuals or between him and non-Jewish worshippers."},{"section":"\nהלכה ד\nכל מי שנאמר בו יעבור ואל יהרג ונהרג ולא עבר הרי זה מתחייב בנפשו וכל מי שנאמר בו יהרג ואל יעבור ונהרג ולא עבר הרי זה קידש את השם ואם היה בעשרה מישראל הרי זה קידש את השם ברבים כדניאל חנניה מישאל ועזריה ורבי עקיבא וחביריו ואלו הן הרוגי מלכות שאין מעלה על מעלתן ועליהן נאמר כי עליך הורגנו כל היום נחשבנו כצאן טבחה ועליהם נאמר אספו לי חסידי כורתי בריתי עלי זבח וכל מי שנאמר בו יהרג ואל יעבור ועבר ולא נהרג הרי זה מחלל את השם ואם היה בעשרה מישראל הרי זה חילל את השם ברבים ובטל מצות עשה שהיא קידוש השם ועבר על מצות לא תעשה שהיא חלול השם ואעפ\"כ מפני שעבר באונס אין מלקין אותו ואין צריך לומר שאין ממיתין אותו בית דין אפילו הרג באונס שאין מלקין וממיתין אלא לעובר ברצונו ובעדים והתראה שנאמר בנותן מזרעו למולך ונתתי אני את פני באיש ההוא מפי השמועה למדו ההוא לא אנוס ולא שוגג ולא מוטעה ומה אם עבודת כוכבים שהיא חמורה מן הכל העובד אותה באונס אינו חייב כרת ואין צריך לומר מיתת בית דין קל וחומר לשאר מצות האמורות בתורה ובעריות הוא אומר ולנערה לא תעשה דבר אבל אם יכול למלט נפשו ולברוח מתחת יד המלך הרשע ואינו עושה הנה הוא ככלב שב על קיאו והוא נקרא עובד עבודת כוכבים במזיד והוא נטרד מן העולם הבא ויורד למדרגה התחתונה של גיהנם.","result":"הלכה ד: \"Every person whom it is said of him 'Transgress and do not be killed' and he was killed but did not transgress, he has obligated himself in his own soul. And every person whom it is said of him 'Do not transgress and be killed' and he transgressed and was killed, he has sanctified the name [of God]. And if he was one of the ten [Jewish] men, he has sanctified the name [of God] in public, like Daniel, Hananiah, Mishael, and Azariah, Rabbi Akiva and his companions, and these are the martyrs of the kingdom whose level cannot be exceeded. Concerning them, it is said 'For Your sake we are killed all day long, we are considered as sheep for the slaughter.' And concerning them, it is said 'Gather My devout ones, those who make a covenant with Me by slaughter.' And every person whom it is said of him 'Be killed and do not transgress' and he transgressed and was not killed, he has profaned the name [of God]. And if he was one of the ten [Jewish] men, he has desecrated the name [of God] in public and nullified the positive commandment which is sanctification of the name [of God] and transgressed the negative commandment which is desecration of the name [of God]. Nevertheless, if he transgressed under duress, he is not lashed and needless to say, he is not executed by the court, even if he killed under duress, as we lash and execute only one who transgresses willingly and with witnesses and premonition. This is as it is stated 'And I will set My face against that man and will cut him off from among his people' - I learned that that [person transgressed] neither under duress nor in ignorance. And how much more so [for] idolatry, which is more severe than everything, one who worships it under duress is not liable for karet [spiritual excision] and needless to say, not for death by the court. All the more so for other commandments mentioned in the Torah, and with regards to forbidden relations, it says 'You shall not do anything to the maiden,' but if one is able to save his soul and escape from under the hand of the wicked king, and does not do so, he is like a dog that returns to its vomit and he is called one who worships idolatry intentionally and he is banished from the World to Come and he descends to the lowest level of Hell.\""},{"section":"\nהלכה ה\nנשים שאמרו להם עובדי כוכבים תנו לנו אחת מכן ונטמא אותה ואם לאו נטמא את כולכן יטמאו כולן ואל ימסרו להם נפש אחת מישראל וכן אם אמרו להם עובדי כוכבים תנו לנו אחד מכם ונהרגנו ואם לאו נהרוג כולכם יהרגו כולם ואל ימסרו להם נפש אחת מישראל ואם יחדוהו להם ואמרו תנו לנו פלוני או נהרוג את כולכם אם היה מחוייב מיתה כשבע בן בכרי יתנו אותו להם ואין מורין להם כן לכתחלה ואם אינו חייב מיתה יהרגו כולן ואל ימסרו להם נפש אחת מישראל.","result":"הלכה ה: \"Women who were told by idolaters 'give us one of you and we will defile her, and if not, we will defile all of you,' they should all allow themselves to be defiled rather than turn over one Jewish soul to them. Similarly, if they were told 'give us one of you and we will kill her, and if not, we will kill all of you,' they should all allow themselves to be killed rather than turn over one Jewish soul to them. If they demand a specific person and threaten to kill everyone if that person is not handed over, if the person is liable for the death penalty like Sheva ben Bichri, they should turn him over. However, this is only after the fact. Initially, they should not give over anyone, even if they are not liable for the death penalty.\" <br><br>Note: \"Sheva ben Bichri\" is a biblical figure who rebelled against King David and was later killed by the city of Abel Beth Maacah to end the rebellion."},{"section":"\nהלכה ו\nכענין שאמרו באונסין כך אמרו בחלאים כיצד מי שחלה ונטה למות ואמרו הרופאים שרפואתו בדבר פלוני מאיסורין שבתורה עושין ומתרפאין בכל איסורין שבתורה במקום סכנה חוץ מעבודת כוכבים וגילוי עריות ושפיכת דמים שאפילו במקום סכנה אין מתרפאין בהן ואם עבר ונתרפא עונשין אותו בית דין עונש הראוי לו.","result":"הלכה ו: \"and the law is that\"<br>כענין שאמרו באונסין: \"similar to what was said regarding cases of coercion\"<br>כך אמרו בחלאים: \"so too they said regarding cases of illness\"<br>כיצד מי שחלה ונטה למות: \"how [does the law apply to] someone who is ill and leans toward death\"<br>ואמרו הרופאים: \"and the doctors said\"<br>שרפואתו בדבר פלוני מאיסורין שבתורה עושין: \"that his healing is in a certain matter that involves a prohibition in the Torah\"<br>ומתרפאין בכל איסורין שבתורה במקום סכנה: \"and [they] can heal him using any prohibition in the Torah in a situation of danger\"<br>חוץ מעבודת כוכבים וגילוי עריות ושפיכת דמים: \"except for idol worship, forbidden sexual relationships, and murder\"<br>שאפילו במקום סכנה אין מתרפאין בהן: \"for even in a situation of danger, one cannot use them to heal\"<br>ואם עבר ונתרפא עונשין אותו בית דין עונש הראוי לו: \"and if [the doctor] transgresses and heals [using those prohibitions], the court punishes him with the appropriate punishment.\" <br><br>Translation: <br>The law is that, similar to what was said regarding cases of coercion, so too they said regarding cases of illness. How does the law apply to someone who is ill and leans toward death? The doctors said that his healing is in a certain matter that involves a prohibition in the Torah, and they can heal him using any prohibition in the Torah in a situation of danger, except for idol worship, forbidden sexual relationships, and murder. For even in a situation of danger, one cannot use them to heal. And if the doctor transgresses and heals using those prohibitions, the court punishes him with the appropriate punishment."},{"section":"\nהלכה ז\nומנין שאפילו במקום סכנת נפשות אין עוברין על אחת משלש עבירות אלו שנאמר ואהבת את ה' אלהיך בכל לבבך ובכל נפשך ובכל מאודך אפילו הוא נוטל את נפשך והריגת נפש מישראל לרפאות נפש אחרת או להציל אדם מיד אנס דבר שהדעת נוטה לו הוא שאין מאבדין נפש מפני נפש ועריות הוקשו לנפשות שנאמר כי כאשר יקום איש על רעהו ורצחו נפש כן הדבר הזה.","result":"Phrase 1: הלכה ז<br>\"Halachah Seven\"<br><br>Phrase 2: ומנין שאפילו במקום סכנת נפשות אין עוברין על אחת משלש עבירות אלו<br>\"And from where do we know that even in a situation of danger to life one does not transgress any of these three sins\"<br><br>Phrase 3: שנאמר ואהבת את ה' אלהיך בכל לבבך ובכל נפשך ובכל מאודך<br>\"As it says, 'And you shall love the Lord your God with all your heart, with all your soul, and with all your might.'\"<br><br>Phrase 4: אפילו הוא נוטל את נפשך והריגת נפש מישראל לרפאות נפש אחרת או להציל אדם מיד אנס<br>\"Even if one is taking your life or killing another soul of Israel to heal another soul, or to save a person from the hand of a rapist\"<br><br>Phrase 5: דבר שהדעת נוטה לו<br>\"A situation where one's judgement is inclined to do so\"<br><br>Phrase 6: הוא שאין מאבדין נפש מפני נפש ועריות הוקשו לנפשות שנאמר כי כאשר יקום איש על רעהו ורצחו נפש כן הדבר הזה<br>\"This is where we do not destroy one life for another and the prohibitions of incestuous relations are equated to murder in the Torah.\" <br><br>Summary: Halachah Seven explains that one should not transgress these three sins even in circumstances involving danger to life. This is based on the verse commanding to love God with all one's heart, soul, and might. However, there are exceptions where one may take a life to save another, or oneself from a rapist, but only where one’s judgement is inclined to do so. Even in such cases we cannot destroy one life for another and incestuous relationships are equated to murder according to the Torah."},{"section":"\nהלכה ח\nבמה דברים אמורים שאין מתרפאין בשאר איסורים אלא במקום סכנה בזמן שהן דרך הנאתן כגון שמאכילין את החולה שקצים ורמשים או חמץ בפסח או שמאכילין אותו ביוה\"כ אבל שלא דרך הנאתן כגון שעושין לו רטיה או מלוגמא מחמץ או מערלה או שמשקין אותו דברים שיש בהן מר מעורב עם אסורי מאכל שהרי אין בהן הנאה לחיך הרי זה מותר ואפילו שלא במקום סכנה חוץ מכלאי הכרם ובשר בחלב שהן אסורים אפילו שלא דרך הנאתן לפיכך אין מתרפאין מהן אפילו שלא דרך הנאתן אלא במקום סכנה.","result":"הלכה ח: \"Regarding what is it said that one may only be healed from other prohibitions in a place of danger when they are for their benefit, such as feeding a sick person insects and crawling creatures or chametz on Passover or feeding him on Yom Kippur, but when it is not for their benefit, such as carrying out a rinse or washing out chametz or circumcision or giving him something bitter mixed with forbidden food, since there is no benefit to the palate, this is permissible even when there is no danger except for the cutting off of a vineyard and meat and milk which are prohibited, even if not for their benefit, therefore one may not be healed from them even if not for their benefit except in a place of danger.\" <br><br>- This passage discusses situations in which a sick person may only be healed from certain prohibited foods in a place of danger, when they are for the person's benefit. Examples of prohibited foods that may be fed to a sick person for their benefit include insects, crawling creatures, chametz on Passover, and food on Yom Kippur. However, when there is no benefit to the palate, such as rinsing out chametz or circumcision, it is permissible even without danger. But in situations where the prohibition is absolute, such as meat and milk, healing is only allowed in a place of danger. <br><br>הלכה ט<br>אוכלין את המעות של גוי ואף אל פי שאוכלים אותן בבתי כנסיות אם הן נחלצים ופורחים ואפילו יש בהם משום עבודה זרה ואוכלין גם פירות המשלשלין מן האילן והגפן בא”י אבל בארץ המצרי ובחוץ לא יאכלו משום עבודה זרה וסתם המעות אסורים.<br>                        <br>הלכה ט: \"One may eat the coins of a non-Jew even if they were eaten in synagogues, provided they are smooth and shiny, and even if they have an aspect of idolatrous work. And one may also eat fruits that fall off a tree or vine in the land of Israel. However, in Egypt and outside of Israel, one may not eat coins due to idolatrous work, and generally coins are prohibited.\" <br><br>- This passage discusses the permissibility of eating coins of non-Jews as well as fruits that have fallen off trees or vines in Israel. The coins must be smooth and shiny, and the fruits must have fallen off. However, in Egypt and outside of Israel, coins are prohibited due to idolatrous work, and generally coins are prohibited. <br><br>הלכה יא<br>מי שהיה מקדיש מזבח או קיר נפרד מבית הכנסת ונתבטל קידושיו מוסיפין עליו כולן דרך קרבן יחיד ואין מביאין מן הצבור לעולם אע\"פ שיעשה חצי זרת עם כלי יחיד וכן מניחים צדקה לזכותו. ומי שנתגרעו ממנו שערי המנזר אין מוסיפין עליו כולם כי הרי הוא עושה מלאכה באשר הוא ובאשר אי אפשר לצרף עליו דרך קרבן יחיד ומיחזר ?<br>                       <br>הלכה יא: \"One who sanctified an altar or a separate wall in a synagogue, and their sanctification was annulled, all of their sanctifications are added onto it by means of a private sacrifice, and contributions from the public are never brought for it, even if he performs half a zaras with a single vessel. In addition, charity is given in his merit. However, one who is excluded from the monastery gates - all of his remaining sanctifications are not added onto him, for he performs work in his current state and it is impossible to bring him back by means of a private sacrifice, and he is recycled.\" <br><br>- This passage discusses the sanctification of an altar or wall in a synagogue, and what happens when the sanctification is annulled. If the sanctification is annulled, all of the sanctifications are added onto it by means of a private sacrifice, but contributions from the public are not brought for it. Charity is given in his merit. However, if one is excluded from the monastery gates, all of their remaining sanctifications are not added onto him, as he is performing work in his current state and cannot be brought back by means of a private sacrifice, and he is recycled."},{"section":"\nהלכה ט\nמי שנתן עיניו באשה וחלה ונטה למות ואמרו הרופאים אין לו רפואה עד שתבעל לו ימות ואל תבעל לו אפילו היתה פנויה ואפילו לדבר עמה מאחורי הגדר אין מורין לו בכך וימות ולא יורו לדבר עמה מאחורי הגדר שלא יהו בנות ישראל הפקר ויבואו בדברים אלו לפרוץ בעריות.","result":"Phrase 1: הלכה ט - Halacha 9<br>Meaning: This is the 9th halacha (Jewish law) in this section.<br><br>Phrase 2: מי שנתן עיניו באשה וחלה ונטה למות - One who gazed upon a woman and became ill and is close to death <br>Meaning: A person who looked at a woman and became sick to the point of death.<br><br>Phrase 3: ואמרו הרופאים אין לו רפואה - and the doctors say that there is no cure for him <br>Meaning: The doctors have determined that the person cannot be cured.<br><br>Phrase 4: עד שתבעל לו ימות - Unless she (the woman he gazed upon) sleeps with him, he will die <br>Meaning: The only way for the person to be cured is if the woman he looked at has sexual relations with him.<br><br>Phrase 5: ואל תבעל לו אפילו היתה פנויה - And even if the woman is single, she should not have relations with him <br>Meaning: Even if the woman is not married and is available, she should not have sexual relations with the sick person.<br><br>Phrase 6: ואפילו לדבר עמה מאחורי הגדר אין מורין לו בכך - Even if they speak behind a fence (in private), it should not be allowed <br>Meaning: Even if they speak privately behind a fence, they should not engage in sexual relations.<br><br>Phrase 7: וימות ולא יורו לדבר עמה מאחורי הגדר - And the sick person will die rather than be allowed to speak to the woman privately <br>Meaning: If the woman cannot cure the sick person in any other way, then he will die rather than fulfill his desires with her behind a fence.<br><br>Phrase 8: שלא יהו בנות ישראל הפקר ויבואו בדברים אלו לפרוץ בעריות - So that Jewish women will not be viewed as available and people will not commit adultery <br>Meaning: This law is in place so that Jewish women are not viewed as promiscuous and so that people do not commit adultery because of this situation."},{"section":"\nהלכה י\nכל העובר מדעתו בלא אונס על אחת מכל מצות האמורות בתורה בשאט בנפש להכעיס הרי זה מחלל את השם ולפיכך נאמר בשבועת שקר וחללת את שם אלהיך אני ה' ואם עבר בעשרה מישראל הרי זה חילל את השם ברבים וכן כל הפורש מעבירה או עשה מצוה לא מפני דבר בעולם לא פחד ולא יראה ולא לבקש כבוד אלא מפני הבורא ברוך הוא כמניעת יוסף הצדיק עצמו מאשת רבו הרי זה מקדש את השם.","result":"הלכה י: <br><br>כל - all<br>העובר - the one who violates (present tense)<br>מדעתו - intentionally/with intention<br>בלא - without<br>אונס - compulsion<br>על - on<br>אחת - one <br>מכל - from all<br>מצות - commandments<br>האמורות - mentioned/stated<br>בתורה - in the Torah<br>בשעט - in haste<br>בנפש - with one's soul<br>להכעיס - to anger<br>הרי זה - he is/this one is<br>מחלל - desecrating<br>את - the<br>השם - name (referring to God)<br>ולפיכך - and therefore<br>נאמר - it is said/written<br>בשבועת - in the oath<br>שקר - false<br>וחללת - and desecration or profanation<br>את - the<br>שם - name<br>אלהיך - your God<br>אני - I <br>ה' - (a name of God)<br>ואם - and if<br>עבר - he transgressed/violated (past tense)<br>בעשרה - in ten (referring to the Ten Commandments)<br>מישראל - from the children of Israel<br>הרי זה - he is/this one is<br>חילל - desecrating <br>את - the<br>השם - name <br>ברבים - in public <br>וכן - and also <br>כל - all <br>הפורש - the one who separates <br>מעבירה - from sin <br>או - or<br>עשה - does (a mitzvah/commandment)<br>מצוה - commandment <br>לא - not <br>מפני - because of <br>דבר - a thing/issue <br>בעולם - in the world <br>לא - not <br>פחד - fear <br>ולא - and not <br>יראה - awe (fear of God)<br>ולא - and not <br>לבקש - to seek <br>כבוד - honor <br>אלא - but <br>מפני - because of <br>הבורא - the Creator <br>ברוך הוא - blessed be He <br>כמניעת - like the actions of <br>יוסף - Joseph <br>הצדיק - the righteous <br>עצמו - himself <br>מאשת - from the wife <br>רבו - of his master <br>הרי זה - he is/this one is <br>מקדש - sanctifying <br>את - the <br>השם - name. <br><br>Summary: <br>The first halacha states that anyone who intentionally violates any of the commandments mentioned in the Torah without compulsion and in order to anger, they are desecrating God's name. The second part discusses how if an Israelite violates ten commandments, they are desecrating God's name in public. The third part states that anyone who separates from sin or does a commandment not because of anything in the world, but because of the Creator, is sanctifying God's name. This is demonstrated by the actions of Joseph the Righteous when he removed himself from his master's wife."},{"section":"\nהלכה יא\nויש דברים אחרים שהן בכלל חילול השם והוא שיעשה אותם אדם גדול בתורה ומפורסם בחסידות דברים שהבריות מרננים אחריו בשבילם ואף על פי שאינן עבירות הרי זה חילל את השם כגון שלקח ואינו נותן דמי המקח לאלתר והוא שיש לו ונמצאו המוכרים תובעין והוא מקיפן או שירבה בשחוק או באכילה ושתיה אצל עמי הארץ וביניהן או שדבורו עם הבריות אינו בנחת ואינו מקבלן בסבר פנים יפות אלא בעל קטטה וכעס וכיוצא בדברים האלו הכל לפי גדלו של חכם צריך שידקדק על עצמו ויעשה לפנים משורת הדין וכן אם דקדק החכם על עצמו והיה דבורו בנחת עם הבריות ודעתו מעורבת עמהם ומקבלם בסבר פנים יפות ונעלב מהם ואינו עולבם מכבד להן ואפילו למקילין לו ונושא ונותן באמונה ולא ירבה באריחות עמי הארץ וישיבתן ולא יראה תמיד אלא עוסק בתורה עטוף בציצית מוכתר בתפילין ועושה בכל מעשיו לפנים משורת הדין והוא שלא יתרחק הרבה ולא ישתומם עד שימצאו הכל מקלסין אותו ואוהבים אותו ומתאוים למעשיו הרי זה קידש את ה' ועליו הכתוב אומר ויאמר לי עבדי אתה ישראל אשר בך אתפאר.","result":"הלכה יא: \"And there are other things that are included in desecrating God's Name, such as when a great Torah scholar and teacher in Hasidut does things that cause people to speak negatively about him, even if those things are not actual sins. For example, if he takes something without paying for it immediately and the sellers then demand payment, or if he indulges in excessive laughter or food and drink with unlearned people. Or if he speaks with others harshly and angrily instead of showing them respect, or if his speech is not accepted well by others. It all depends on the stature of the sage. Therefore, a wise person must be diligent with himself and act beyond the letter of the law. If the sage is diligent with himself, and he speaks calmly with others, and his opinion is well-received and he is respectful to others, even if they are lenient with him and he has faith and conducts himself honestly, without frequenting uneducated people or being distracted by them, always engaged in Torah study, wrapped in tzitzit, crowned with tefillin, and doing everything according to the letter of the law, without distancing himself too much or becoming despondent, then people will praise him, love him, and desire to emulate his actions, and he will have sanctified God's Name. Regarding such a person, the verse in Isaiah 49:3 states, 'My servant you are, Israel, in whom I will be glorified.'\""}]