[{"section":"הלכה א\nכל המאבד שם מן השמות הקדושים הטהורים שנקרא בהם הקב\"ה לוקה מן התורה שהרי הוא אומר בעבודת כוכבים ואבדתם את שמם מן המקום ההוא לא תעשון כן לה' אלהיכם.","result":"Phrase 1: הלכה א - \"Halakha 1\"<br>Summary: This indicates the first Halakha (Jewish law) being discussed.<br><br>Phrase 2: כל המאבד - \"All who destroy\"<br>Phrase 3: שם מן השמות הקדושים הטהורים - \"a name from the holy and pure names\"<br>Phrase 4: שנקרא בהם הקב\"ה - \"which are called by Him, the Lord\"<br>Phrase 5: לוקה מן התורה - \"is punished by the Torah\"<br>Phrase 6: שהרי הוא אומר - \"for He says\"<br>Phrase 7: בעבודת כוכבים - \"in idol worship\"<br>Phrase 8: ואבדתם את שמם מן המקום ההוא - \"you shall destroy their names from that place\"<br>Phrase 9: לא תעשון כן לה' אלהיכם - \"do not do so to the Lord your God\"<br>Summary: This Halakha states that any person who destroys a name from the holy and pure names of the Lord will be punished by the Torah, as it is considered idol worship. Destroying these names from a specific location should not be done to the Lord your God. <br><br> <br>                        הלכה ב<br>כל המברך על הברכות בלא כוונה לבטלן חייב משום מגדף.<br> <br>Phrase 1: הלכה ב - \"Halakha 2\"<br>Summary: This indicates the second Halakha being discussed.<br><br>Phrase 2: כל המברך - \"All who bless\"<br>Phrase 3: על הברכות - \"on blessings\"<br>Phrase 4: בלא כוונה - \"without intention\"<br>Phrase 5: לבטלן - \"to nullify them\"<br>Phrase 6: חייב משום מגדף - \"is liable for blasphemy\"<br>Summary: This Halakha states that anyone who blesses without intention and with the purpose of nullifying the blessing is liable for blasphemy."},{"section":"\nהלכה ב\nושבעה שמות הם השם הנכתב יו\"ד ה\"א וא\"ו ה\"א והוא השם המפורש או הנכתב אדני ואל אלוה ואלהים ואלהי ושדי וצבאות כל המוחק אפילו אות אחת משבעה אלו לוקה.","result":"הלכה ב: \"The law regarding the seven names of God, which are written as Yod-Heh, Vav-Heh, and spelled out as Adonai, Eloah, Elohim, Elyon, Shaddai, and Tzevaot. Anyone who erases even one letter of these seven names is liable to punishment.\""},{"section":"\nהלכה ג\nכל הנטפל לשם מלפניו מותר למוחקו כגון למ\"ד מליהוה ובי\"ת מבאלהים וכיוצא בהן אינן כקדושת השם וכל הנטפל לשם מאחריו כגון ך' של אלהיך וכ\"ם של אלהיכם וכיוצא בהן אינם נמחקים והרי הם כשאר אותיות של שם מפני שהשם מקדשם ואע\"פ שנתקדשו ואסור למוחקם המוחק אלו האותיות הנטפלות אינו לוקה אבל מכין אותו מכת מרדות.","result":"הלכה ג: \"כל הנטפל לשם מלפניו מותר למוחקו\" = \"Anyone who mistakenly wrote a name of God or a holy word beginning with a letter representing God's name (such as the letter ה in מ\"ד-מַלְכוּתֶךָ דומָה וּמְשַׁלְּטָה בְּכָל גֵּנָא) may erase it without penalty.\"<br><br>\"כגון למ\"ד מליהוה ובי\"ת מבאלהים וכיוצא בהן\" = \"For example, the phrase מליהוה and words that start with a ב followed by God's name.\"<br><br>\"אינן כקדושת השם\" = \"These words are not equivalent to the sanctity of God's name.\"<br><br>\"וכל הנטפל לשם מאחריו כגון ך' של אלהיך וכ\"ם של אלהיכם וכיוצא בהן אינם נמחקים והרי הם כשאר אותיות של שם מפני שהשם מקדשם\" = \"However, if someone mistakenly wrote a name of God or a holy word ending with a letter representing God's name (such as ך' של אלהיך-כִּי הֵם חַיֵּינוּ וְאֹרֶךְ יָמֵינוּ), these should not be erased since they are sanctified by God, and even though he mistakenly wrote them, erasing these letters is not punishable.\"<br><br>\"ואע\"פ שנתקדשו ואסור למוחקם המוחק אותיות הנטפלות אינו לוקה אבל מכין אותו מכת מרדות\" = \"Even though these words are sanctified, it is forbidden to erase them. However, if someone does so, he will not be subject to the penalty of lashes, but he will be reprimanded.\""},{"section":"\nהלכה ד\nכתב אל\"ף למ\"ד מאלהים יו\"ד ה\"א מיהוה אינו נמחק ואצ\"ל יה שהוא שם בפני עצמו מפני שזה השם מקצת שם המפורש הוא אבל הכותב שי\"ן דל\"ת משדי צד\"י בי\"ת מצבאות הרי זה נמחק.","result":"הלכה ד: \"The letter Alef of Elohim, Yod Hei Alef of Hashem, is not erased. Rather, the name YH which is a name unto itself, is not erased. Some of the explicit name is erased, but the Shin Dalet of Shaddai, and the Yod and the Tav of Tzevaot, are considered erased.\" <br><br>Summary: This passage describes the erasure of certain letters in the names of God, stating that while some parts of the name Yod Hei (Hashem) are considered erased, the Alef of Elohim is not erased, and certain letters in Shaddai and Tzevaot are considered erased."},{"section":"\nהלכה ה\nשאר הכינויין שמשבחין בהן את הקדוש ברוך הוא כגון חנון ורחום הגדול הגבור והנורא הנאמן קנא וחזק וכיוצא בהן הרי הן כשאר כתבי הקדש ומותר למוחקן.","result":"{הלכה}: \"The Law\"<br>{שאר הכינויין}: \"Other titles\"<br>{שמשבחין}: \"that are used to praise\"<br>{בהן}: \"Him\"<br>{את הקדוש ברוך הוא}: \"the Holy One, Blessed be He\"<br>{כגון}: \"such as\"<br>{חנון}: \"Merciful\"<br>{ורחום}: \"compassionate\"<br>{הגדול}: \"great\"<br>{הגבור}: \"mighty\"<br>{והנורא}: \"awesome\"<br>{הנאמן}: \"faithful\"<br>{קנא}: \"jealous\"<br>{וחזק}: \"strong\"<br>{וכיוצא בהן}: \"and the like\"<br>{הרי הן}: \"they are\"<br>{כשאר כתבי הקדש}: \"like other holy writings\"<br>{ומותר למוחקן}: \"and it is permitted to erase them\"<br><br>The Law states that titles used to praise the Holy One, Blessed be He, such as Merciful, Compassionate, Great, Mighty, Awesome, Faithful, Jealous, Strong, and the like, are like other holy writings and it is permitted to erase them."},{"section":"\nהלכה ו\nכלי שהיה שם כתוב עליו קוצץ את מקום השם וגונזו ואפילו היה השם חקוק בכלי מתכות או בכלי זכוכית והתיך הכלי הרי זה לוקה אלא חותך את מקומו וגונזו וכן אם היה שם כתוב על בשרו הרי זה לא ירחץ ולא יסוך ולא יעמוד במקום הטנופת נזדמנה לו טבילה של מצוה כורך עליו גמי וטובל ואם לא מצא גמי מסבב בבגדיו ולא יהדק כדי שלא יחוץ שלא אמרו לכרוך עליו אלא מפני שאסור לעמוד בפני השם כשהוא ערום.","result":"הלכה ו: \"A vessel that has the name of God written on it, if one cut out the place where the name was and buried it, even if the name was engraved on metal or glass and the vessel was melted down, one is still liable. Similarly, if the name was written on his flesh, he should not bathe, anoint, or stand in a place where there is a strong odor until he immerses himself in a mikveh with a strap tied over the area, and if he cannot find a strap, he should wrap his clothes around it without tightening it so as not to cause it to bulge, not because of tying it but because it is forbidden to stand before God when naked.\" <br><br>Meaning: <br>This section discusses the guidelines for handling items with God's name written on them. If the item is a vessel, one must cut out the place where the name is written and bury it. It is also forbidden to melt down the vessel if the name is on it. If the name is on one's flesh, they should not bathe, anoint or be in a place with a strong odor until they have immersed themselves in a mikveh with a strap tied over the area. If no strap is available, they can wrap their clothes around it without tightening it. It is forbidden to stand before God when naked. <br><br> <br>                      <br>הלכה וא<br>מי שהקדים דבריו בשלום ראשון ולבסוף עמד ויצא לשלום או שהקדים דבריו בשלום סוף ולבסוף עמד ויצא בשלום הרי זה מברך מעין הברכה וכן אם נתנה אחוריהם גב המעין ולפניהם ארבעה אמות הרי זה מברך מעין הברכה ואח\"כ מחמיץ <br><br>הלכה וב <br>מברך אם ראוי לשתות המים הקרות ועד רביעית הלוג בזמן שנתקלקל להם תענוג אם הם נקבעים לרפואה או לטבילת נדה אפילו אם קרא עליהם מעשה בראשית והיה ההזכרה בהם לא יברך מעין הברכה באחרונה אלא מחמיץ שנאמר מספרי שלישי מחמט משה ומה מחמץ צריך טבילה אם עסק בו כשהוא יבש כך מחמיץ צריך טבילה אם עסק בו כשהוא יבש.<br>                        <br><br>הלכה וג <br>אין מברכים על הצנוע ולא על החלקים ולא על הגלגל ולא על המדורה ולא על שורה של מים סכום ממעין וממקום שעברו עליו שלשים ושלא עברו עליו שלשים ואם ראוי לשתות אותן המים כגון בתי המדרש מברכין על עליהן ברכת המזון <br>                         <br><br>הלכה וד <br>ראשונה של כל מאכל ומאכל מאוכלים באותו הסעודה הם כעין אחד ואם אכל אדם פירות ואפונים וזיתים בסעודתו אין מברכין על כל אחד ואחד ואם אכלהם בהפסק אז יברך על כל אחד ואחד מברך על הפירות והאפונים והזיתים שפרטו ואח\"כ מברך על הכל והוא שהם אכילה בפחות כדי שיתכוין ברכת הכל לפי חשבון העיקר. <br><br>Meaning:<br>This section discusses various guidelines for the blessings one recites before eating or drinking. If one begins with a greeting of peace and ends with one, they recite a blessing over a flowing spring, even if the opening is at their back and they are facing the outside. However, if the water is not fit to drink, then one does not say a blessing but instead recites a different prayer. If the water is meant for healing or immersion, then even if one recites a verse from Genesis over them and a mention of God's name, one recites the blessing of flow and then immerses in the water. One does not recite a blessing over modest or private body parts, wheels, cisterns, or a line of water that adds up to less than a kab. However, one does recite a blessing over a beit midrash's water fountain if it is fit to drink. <br><br>Additionally, if one eats different fruits and vegetables in one sitting, they recite the blessing over each type separately, but if they eat a mixture of those foods in the same sitting, then one only recites one blessing over the whole mixture as long as there was less than a specific amount eaten. This is to ensure that one directs their intention towards the most important blessing."},{"section":"\nהלכה ז\nהסותר אפילו אבן אחת דרך השחתה מן המזבח או מן ההיכל או משאר העזרה לוקה שנאמר בעבודת כוכבים כי את מזבחותם תתוצון וכתוב לא תעשון כן לה' אלהיכם וכן השורף עצי הקדש דרך השחתה לוקה שנאמר ואשריהם תשרפון באש וכתיב לא תעשון כן לה' אלהיכם.","result":"הלכה ז: \"The one who destroys even one stone through demolition from the altar or from the sanctuary or from the rest of the Temple courtyard is liable to receive lashes, as it is said regarding idol worship, 'For you shall destroy their altars' and it is written 'You shall not do so to the Lord your God'. Similarly, the one who burns holy wood through fire is liable to receive lashes through demolition, as it is said 'You shall burn their trees in fire'and it is written 'You shall not do so to the Lord your God'.\" <br><br>This section discusses the punishment for destroying even one stone from the Temple, such as from the altar or sanctuary. The punishment for this act is lashes. The section also includes the punishment for burning holy wood through fire."},{"section":"\nהלכה ח\nכתבי הקדש כולן ופירושיהן וביאוריהן אסור לשורפם או לאבדם ביד והמאבדן ביד מכין אותו מכת מרדות בד\"א בכתבי הקדש שכתבם ישראל בקדושה אבל אפיקורוס ישראל שכתב ספר תורה שורפין אותו עם האזכרות שבו מפני שאינו מאמין בקדושת השם ולא כתבו לשמו אלא שהוא מעלה בדעתו שזה כשאר הדברים והואיל ודעתו כן לא נתקדש השם ומצוה לשורפו כדי שלא להניח שם לאפיקורוסים ולא למעשיהם אבל עובד כוכבים שכתב את השם גונזין אותו וכן כתבי הקדש שבלו או שכתבן עובד כוכבים יגנזו.","result":"Phrase 1: הלכה ח<br>\"Halacha 8th (section)\"<br><br>Summary: This is the 8th section of a Jewish legal text called \"Halacha.\"<br><br>Phrase 2: כתבי הקדש כולן ופירושיהן וביאוריהן אסור לשורפם או לאבדם ביד <br>\"All holy writings, their explanations, and interpretations, it is forbidden to burn or destroy them by hand\"<br><br>Summary: It is not allowed to burn or destroy any holy Jewish texts, including their explanations and interpretations, by hand.<br><br>Phrase 3: והמאבדן ביד מכין אותו מכת מרדות <br>\"And one who destroys them by hand, they hit him with a rebellion whip\"<br><br>Summary: If someone destroys holy Jewish texts by hand, they will be punished with a rebellion whip.<br><br>Phrase 4: בד\"א בכתבי הקדש שכתבם ישראל בקדושה <br>\"Especially in holy writings that were written by Israel in holiness\"<br><br>Summary: This punishment is especially for holy Jewish texts that were written by Israel in holiness.<br><br>Phrase 5: אבל אפיקורוס ישראל שכתב ספר תורה שורפין אותו עם האזכרות שבו <br>\"But an apostate Jew who wrote a Torah scroll, we burn it with the names of God in it\"<br><br>Summary: If an apostate Jew wrote a Torah scroll, they will burn it along with the names of God written in it.<br><br>Phrase 6: מפני שאינו מאמין בקדושת השם ולא כתבו לשמו אלא שהוא מעלה בדעתו שזה כשאר הדברים והואיל ודעתו כן לא נתקדש השם <br>\"Because he doesn't believe in the sanctity of God, and he didn't write it for His name, rather he wrote it as if it is like any other thing, and since his intention is not for sanctifying God\"<br><br>Summary: The reason for burning the Torah scroll written by an apostate Jew is because they do not believe in the sanctity of God and did not write it in His name, but rather as a regular thing.<br><br>Phrase 7: ומצוה לשורפו כדי שלא להניח שם לאפיקורוסים ולא למעשיהם <br>\"It is a mitzvah to burn it so as not to leave a name for apostates and their actions\"<br><br>Summary: It is a religious obligation to burn the Torah scroll written by an apostate Jew in order to not give them any recognition or allow their actions to continue.<br><br>Phrase 8: אבל עובד כוכבים שכתב את השם גונזין אותו וכן כתבי הקדש שבלו או שכתבן עובד כוכבים יגנזו<br>\"But if a worshipper of the stars wrote the name of God, we hide it, and holy writings that are damaged or written by a worshipper of the stars are hidden\"<br><br>Summary: However, if a non-Jew who worships the stars writes the name of God, it is hidden, and if holy Jewish texts are damaged or written by a non-Jew who worships the stars, they are also hidden."},{"section":"\nהלכה ט\nכל השמות האמורים באברהם קדש אף זה שנאמר אדני אם נא מצאתי חן הרי הוא קדש כל השמות האמורים בלוט חול חוץ מזה אל נא אדני הנה נא מצא עבדך חן כל השמות האמורים בגבעת בנימין קדש כל השמות האמורים במיכה חול כל השמות האמורים בנבות קדש כל שלמה האמור בשיר השירים קדש והרי הוא כשאר הכנויין חוץ מזה האלף לך שלמה כל מלכיא האמור בדניאל חול חוץ מזה אנת מלכא מלך מלכיא והרי הוא כשאר הכנויין.","result":"כל - all<br>השמות - the names<br>האמורים - that are mentioned<br>באברהם - in Abraham<br>קדש - holy<br>אף - also<br>זה - this<br>שנאמר - that is said<br>אדני - \"Lord\"<br>אם - if<br>נא - please<br>מצאתי - I have found<br>חן - favor/grace<br>הרי - behold (here means \"it is\")<br>הוא - he/it<br>כל - all<br>השמות - the names<br>האמורים - that are mentioned<br>בלוט - in Lot<br>חול - secular/profane<br>חוץ מזה - except for this<br>אל - \"God\"<br>הנה - behold/look<br>מצא - he found<br>עבדך - Your servant<br>גבעת בנימין - in Gibeah of Benjamin<br>מיכה - Micah<br>נבות - Naboth<br>שלמה - Solomon<br>האמור - that is mentioned<br>בשיר השירים - in Song of Songs<br>האלף לך שלמה - \"The one who loves you, Solomon\" (Song of Songs 1:8)<br>מלכיא - kings<br>דניאל - Daniel<br>אנת - you (as in \"you are\")<br>מלכא - king<br>מלך מלכיא - king of kings"}]