[{"section":"\nהלכה א\nמיסודי הדת לידע שהאל מנבא את בני האדם ואין הנבואה חלה אלא על חכם גדול בחכמה גבור במדותיו ולא יהא יצרו מתגבר עליו בדבר בעולם אלא הוא מתגבר בדעתו על יצרו תמיד והוא בעל דעה רחבה נכונה עד מאד אדם שהוא ממולא בכל המדות האלו שלם בגופו כשיכנס לפרדס וימשך באותן הענינים הגדולים הרחוקים ותהיה לו דעה נכונה להבין ולהשיג והוא מתקדש והולך ופורש מדרכי כלל העם ההולכים במחשכי הזמן והולך ומזרז עצמו ומלמד נפשו שלא תהיה לו מחשבה כלל באחד מדברים בטלים ולא מהבלי הזמן ותחבולותיו אלא דעתו פנויה תמיד למעלה קשורה תחת הכסא להבין באותן הצורות הקדושות הטהורות ומסתכל בחכמתו של הקב\"ה כולה מצורה ראשונה עד טבור הארץ ויודע מהן גדלו מיד רוח הקודש שורה עליו ובעת שתנוח עליו הרוח תתערב נפשו במעלת המלאכים הנקראים אישים ויהפך לאיש אחר ויבין בדעתו שאינו כמות שהיה אלא שנתעלה על מעלת שאר בני אדם החכמים כמו שנאמר בשאול והתנבית עמם ונהפכת לאיש אחר.","result":"הלכה א:<br>- מיסודי הדת לידע שהאל מנבא את בני האדם<br>- ואין הנבואה חלה אלא על חכם גדול בחכמה גבור במדותיו <br>- ולא יהא יצרו מתגבר עליו בדבר בעולם אלא הוא מתגבר בדעתו על יצרו תמיד <br>- והוא בעל דעה רחבה נכונה עד מאד <br>- אדם שהוא ממולא בכל המדות האלו שלם בגופו <br>- כשיכנס לפרדס וימשך באותן הענינים הגדולים הרחוקים ותהיה לו דעה נכונה להבין ולהשיג והוא מתקדש <br>- והולך ופורש מדרכי כלל העם ההולכים במחשכי הזמן <br>- והולך ומזרז עצמו ומלמד נפשו <br>- שלא תהיה לו מחשבה כלל באחד מדברים בטלים ולא מהבלי הזמן ותחבולותיו <br>- אלא דעתו פנויה תמיד למעלה קשורה תחת הכסא <br>- להבין באותן הצורות הקדושות הטהורות ומסתכל בחכמתו של הקב\"ה כולה מצורה ראשונה עד טבור הארץ <br>- ויודע מהן גדלו מיד רוח הקודש שורה עליו <br>- ובעת שתנוח עליו הרוח תתערב נפשו במעלת המלאכים הנקראים אישים ויהפך לאיש אחר <br>- ויבין בדעתו שאינו כמות שהיה אלא שנתעלה על מעלת שאר בני אדם החכמים כמו שנאמר בשאול והתנבית עמם <br>- ונהפכת לאיש אחר.<br><br>Translation:<br><br>Halacha A:<br>- It is a fundamental belief of Judaism that God prophesies to human beings. <br>- Prophecy only rests on a sage who is great in wisdom and mighty in his character. <br>- His inclination should not overpower him in worldly matters, rather he overpowers it with his intellect always. <br>- He should possess a broad and very accurate understanding. <br>- A person who is filled with these qualities in his body is whole. <br>- When he enters the garden and draws in those great and distant things, he will have an accurate understanding to grasp and comprehend and he will become holy. <br>- He goes and departs from the ways of the entire people who walk in the darkness of time. <br>- He goes and accelerates himself and teaches his soul that there should be no thought in any of the vain matters or the vanities of time and its schemes. <br>- His mind is always free and tied above, under the throne. <br>- He understands the pure and holy forms, and looks at the wisdom of the Holy One, blessed be He, from the very first shape until the core of the earth. <br>- And he knows how great they are from the spirit of holiness that rests upon him. <br>- And at the time when the spirit rests upon him, his soul mixes with the level of the angels called \"men\" and he becomes a different person. <br>- And he understands in his mind that he is not the same as he was but has been elevated to the level of the other wise people, as it is said by Saul and the Prophets with them, \"And it turned him into another man.\""},{"section":"\nהלכה ב\nהנביאים מעלות מעלות הן כמו שיש בחכמה חכם גדול מחבירו כך בנבואה נביא גדול מנביא וכולן אין רואין מראה הנבואה אלא בחלום בחזיון לילה או ביום אחר שתפול עליהן תרדמה כמו שנאמר במראה אליו אתודע בחלום אדבר בו וכולן כשמתנבאים אבריהן מזדעזעין וכח הגוף כשל ועשתנותיהם מתטרפות ותשאר הדעת פנויה להבין מה שתראה כמו שנאמר באברהם והנה אימה חשכה גדולה נופלת עליו וכמו שנאמר בדניאל והודי נהפך עלי למשחית ולא עצרתי כח.","result":"הלכה ב: \"Regarding the prophets, their levels are like the levels of wisdom - just as there is a wise person who is greater than his colleague, so too in prophecy, a great prophet is greater than a prophet. They all only see the vision of prophecy in a dream, in a night vision, or on a different day when a deep sleep falls upon them. And when they prophesy, their limbs tremble, and their body's strength weakens and their senses become dysfunctional, while their mind remains clear to understand what they see. As it says regarding Abraham, 'And behold, a great darkness fell upon him' and as it says regarding Daniel, 'My strength left me, and I became helpless in my face.'\"<br><br><br>הלכה ג<br>מצות מילה עשה הואיל וגופו של אדם שלם ובאמת נמצא שבכל העקרים שלמותו יהודי הוא מומרות לו בגופו ואין בו ממש מצד העקר רק מעט דם ונוזלים קטנים וכו' ולא יכול שלא להיות שלום בגופו אם לא ימול לפיכך צורך המילה גדול הוא כדי לזכות לשלמות העיקרים ויצא האדם מצד הטיבו המעיינים (ספר חינוך מצוה לג).<br>                       <br>הלכה ג: \"The commandment of circumcision is a positive commandment since the body of a person is complete in truth. It is found that in all major aspects of a person's wholeness, he is still Jewish despite having some deficiencies in his body like only a little blood and some small secretions, etc. And he cannot be fully complete in his body unless he is circumcised. Therefore, the need for circumcision is great, in order to merit completeness in the essential areas, and for a person to leave behind his primal estate purified.\""},{"section":"\nהלכה ג\nהדברים שמודיעים לנביא במראה הנבואה דרך משל מודיעין לו ומיד יחקק בלבו פתרון המשל במראה הנבואה וידע מה הוא כמו הסולם שראה יעקב אבינו ומלאכים עולים ויורדים בו והוא היה משל למלכיות ושעבודן וכמו החיות שראה יחזקאל והסיר נפוח ומקל שקד שראה ירמיה והמגלה שראה יחזקאל והאיפה שראה זכריה וכן שאר הנביאים מהם אומרים המשל ופתרונו כמו אלו ויש שהן אומרים הפתרון בלבד ופעמים אומרים המשל בלבד בלא פתרון כמקצת דברי יחזקאל וזכריה וכולן במשל ודרך חידה הם מתנבאים.","result":"Phrase 1: הלכה ג<br>\"Halacha 3\"<br><br>Summary: This is the third halacha in a series of teachings about prophecy.<br><br>Phrase 2: הדברים שמודיעים לנביא במראה הנבואה דרך משל מודיעין לו <br>\"The things that are revealed to the prophet in the vision via allegory - they inform him\"<br><br>Summary: When a prophet receives a vision, the message is often communicated through symbolism or a metaphorical representation.<br><br>Phrase 3: ומיד יחקק בלבו פתרון המשל במראה הנבואה <br>\"And immediately the solution to the allegory is engraved in his heart in the vision of prophecy\"<br><br>Summary: At the same time that the prophet receives the allegory, they also understand its true meaning and how it relates to the prophecy.<br><br>Phrase 4: וידע מה הוא <br>\"And knows what it is\"<br><br>Summary: The prophet fully comprehends the meaning behind the allegory.<br><br>Phrase 5: כמו הסולם שראה יעקב אבינו ומלאכים עולים ויורדים בו והוא היה משל למלכיות ושעבודן <br>\"Like the ladder that our forefather Jacob saw, with angels ascending and descending upon it, which was an allegory for kingdoms and their subjugation\"<br><br>Summary: The ladder that Jacob saw in his dream, with angels moving up and down it, was an allegory for the rise and fall of kingdoms and their subjugation.<br><br>Phrase 6: וכמו החיות שראה יחזקאל והסיר נפוח ומקל שקד שראה ירמיה והמגלה שראה יחזקאל והאיפה שראה זכריה <br>\"And like the animals that Ezekiel saw, the inflated pot and almond branch that Jeremiah saw, the scroll that Ezekiel saw, and the measuring vessel that Zechariah saw\"<br><br>Summary: The prophet Ezekiel saw strange creatures, Jeremiah saw an inflated pot and almond branch, Ezekiel also saw a scroll, and Zechariah saw a measuring vessel - all of which were symbolic representations of divine messages.<br><br>Phrase 7: וכן שאר הנביאים מהם אומרים המשל ופתרונו כמו אלו <br>\"And so the other prophets, some of whom related the allegory and its meaning, like these\"<br><br>Summary: Other prophets also used allegories to convey their prophetic messages, often providing an interpretation or explanation of the symbolism.<br><br>Phrase 8: ויש שהן אומרים הפתרון בלבד ופעמים אומרים המשל בלבד בלא פתרון כמקצת דברי יחזקאל וזכריה וכולן במשל ודרך חידה הם מתנבאים <br>\"And there are some who only say the interpretation, and sometimes only say the allegory without a solution, like some of the words of Ezekiel and Zechariah, and all of them prophesize through riddles\"<br><br>Summary: Some prophets provide only the interpretation of the allegory, while others present the allegory without explanation. This is particularly true of Ezekiel and Zechariah, who both frequently prophesized through riddles."},{"section":"\nהלכה ד\nכל הנביאים אין מתנבאין בכל עת שירצו אלא מכוונים דעתם ויושבים שמחים וטובי לב ומתבודדים שאין הנבואה שורה לא מתוך עצבות ולא מתוך עצלות אלא מתוך שמחה לפיכך בני הנביאים לפניהם נבל ותוף וחליל וכנור והם מבקשים הנבואה וזהו שנאמר והמה מתנבאים כלומר מהלכין בדרך הנבואה עד שינבאו כמו שאתה אומר פלוני מתגדל.","result":"הלכה ד: \"All the prophets do not prophesy whenever they want, but rather they focus their minds and sit happily, with good spirits and isolation, since prophecy does not come out of sadness or laziness but out of joy. Therefore, the sons of prophets before them, would play a musical instrument and seek prophecy. This means that they would act in a prophetic manner until they prophesize, just as you might say someone is acting important.\" <br><br>Summary: Prophets cannot just prophesize whenever they want, but must focus their minds and maintain a happy and isolated state. Prophecy comes out of joy, not sadness or laziness. The sons of prophets before them played music to seek prophecy, and acted in a prophetic manner until they prophesized. <br><br>                        <br>הלכה ה<br>כיצד היה אדם מתכוון לנבואה נוטל חרב ומוליך וזורק אותה מידו ומושכים אותה אחרי שם עד שמתבואס כיון שעשה כשם כך אינו מצנח חוזר ועושה כן עשרה ימים רצופין היו מייחדין עצמם ורוח הקודש שרויה עליהם ולא פעלו אלא דברים רגילים ונמנעין מדברים חדשים ואפילו במה שהם אומרים יודעים היו כמה חכמים ולא היו מגלים שום דבר מהם שהם מתכוונים לנבואה עד שהיתה נוראת השעה עליהם ודחק אותם הקב\"ה שהיו זקופים ויורד עליהם רוח הקודש והם מתנבאים וכן בזמן האחרון לא נתנבא לאדם עד שהיה מתגמל בתשובה עזה ומעשים טובים עד שמרה היא והשורה תוחתיו מובטחת כיון שמתגמל נתנבא. <br>                         <br><br>הלכה ה: \"How did one intend for prophecy? One takes a sword and walks back and forth, throwing it from his hand and then snatching it, until he becomes disinterested. Once he does this, he does not immediately leap into action but rather does this for ten consecutive days, and isolates himself to allow the Holy Spirit to rest upon him. During this time, he only does ordinary things and refrains from new things, even if he understands them. Even wise people would not reveal anything regarding their intentions for prophecy until they were pushed to their limit, and the Holy One, blessed be He, compels them to receive prophecy. This way, the Holy Spirit comes upon them, and they prophesize. In modern times, prophecy was not given to anyone until they repented intensely and engaged in good deeds, and the Divine Presence rested upon them. Only then would prophecy be granted.\" <br><br>Summary: To intend for prophecy, one must perform a specific ritual, including taking and throwing a sword, for ten consecutive days in isolation. During this time, one should only do ordinary things and avoid anything new, even if they understand it. Wise people would not reveal their intentions for prophecy until they were pushed to their limits, at which point the Holy Spirit would come upon them and they would prophesize. In modern times, prophecy is only granted to those who have repented and engaged in good deeds, and the Divine Presence rests upon them."},{"section":"\nהלכה ה\nאלו שהם מבקשין להתנבא הם הנקראים בני הנביאים ואף על פי שמכוונים דעתם אפשר שתשרה שכינה עליהן ואפשר שלא תשרה.","result":"הלכה ה: \"These are the ones who seek to prophesize, they are called the children of the prophets. Although their intention is pure, it is possible that the Divine Presence will rest upon them or it may not.\""},{"section":"\nהלכה ו\nכל הדברים שאמרנו הם דרך נבואה לכל הנביאים הראשונים והאחרונים חוץ ממשה רבינו רבן של כל הנביאים ומה הפרש יש בין נבואת משה לשאר כל הנביאים שכל הנביאים בחלום או במראה ומשה רבינו מתנבא והוא ער ועומד שנאמר ובבוא משה אל אהל מועד לדבר אתו וישמע הקול מדבר אליו כל הנביאים ע\"י מלאך לפיכך רואים מה שהם רואים במשל וחידה משה רבינו לא על ידי מלאך שנאמר פה אל פה אדבר בו ונאמר ודבר ה' אל משה פנים אל פנים ונאמר ותמונת ה' יביט כלומר שאין שם משל אלא רואה הדבר על בוריו בלא חידה ובלא משל הוא שהתורה מעידה עליו במראה ולא בחידות שאינו מתנבא בחידה אלא במראה שרואה הדבר על בוריו:\nכל הנביאים יראים ונבהלים ומתמוגגין ומשה רבינו אינו כן הוא שהכתוב אומר כאשר ידבר איש אל רעהו כלומר כמו שאין אדם נבהל לשמוע דברי חבירו כך היה כח בדעתו של משה רבינו להבין דברי הנבואה והוא עומד על עומדו שלם כל הנביאים אין מתנבאים בכל עת שירצו משה רבינו אינו כן אלא כל זמן שיחפוץ רוח הקודש לובשתו ונבואה שורה עליו ואינו צריך לכוין דעתו ולהזדמן לה שהרי הוא מכוון ומזומן ועומד כמלאכי השרת לפיכך מתנבא בכל עת שנאמר עמדו ואשמעה מה יצוה ה' לכם ובזה הבטיחו האל שנאמר לך אמור להם שובו לכם לאהליכם ואתה פה עמוד עמדי הא למדת שכל הנביאים כשהנבואה מסתלקת מהם חוזרים לאהלם שהוא צרכי הגוף כלם כשאר העם לפיכך אין פורשין מנשותיהם ומשה רבינו לא חזר לאהלו הראשון לפיכך פירש מן האשה לעולם ומן הדומה לו ונקשרה דעתו לצור העולמים ולא נסתלק מעליו ההוד לעולם וקרן עור פניו ונתקדש כמלאכים.","result":"Phrase 1: הלכה ו<br>Translation: Halacha and<br>Meaning: This signals the beginning of a new topic or idea.<br><br>Phrase 2: כל הדברים שאמרנו הם דרך נבואה לכל הנביאים הראשונים והאחרונים חוץ ממשה רבינו<br>Translation: All the things we said are the way of prophecy for all the first and last prophets except for Moses our teacher.<br>Meaning: This phrase establishes the idea that there is a difference between the way that Moses experienced prophecy compared to other prophets. Moses was unique in his experience and how he received prophecy.<br><br>Phrase 3: ומה הפרש יש בין נבואת משה לשאר כל הנביאים<br>Translation: And what is the difference between the prophecy of Moses and all the other prophets.<br>Meaning: This is a rhetorical question that introduces the main topic of the text - the difference between Moses' prophecy and that of other prophets.<br><br>Phrase 4: שכל הנביאים בחלום או במראה ומשה רבינו מתנבא והוא ער ועומד<br>Translation: All the prophets [receive prophecy] in a dream or vision, and Moses our teacher prophesies while awake and standing.<br>Meaning: This phrase highlights the difference in experience between Moses and other prophets. Moses did not receive prophecy through a dream or vision but through a divine connection while he was awake.<br><br>Phrase 5: שנאמר ובבוא משה אל אהל מועד לדבר אתו וישמע הקול מדבר אליו כל הנביאים ע\"י מלאך לפיכך רואים מה שהם רואים במשל וחידה משה רבינו לא על ידי מלאך<br>Translation: As it says, \"When Moses came to the Tent of Meeting to speak with Him, he heard the voice speaking to him,\" whereas all the other prophets receive [prophecy] through an angel. Therefore, they see [the message] through parables and riddles, but Moses our teacher does not receive [prophecy] through an angel.<br>Meaning: This phrase explores the different means by which prophets receive prophecy. Moses received prophecy directly from God, while other prophets receive it through an angelic intermediary. As a result, the messages received through an intermediary are often riddled with metaphor and symbolism, while Moses received a clear and direct message.<br><br>Phrase 6: שנאמר פה אל פה אדבר בו ונאמר ודבר ה' אל משה פנים אל פנים ונאמר ותמונת ה' יביט כלומר שאין שם משל אלא רואה הדבר על בוריו בלא חידה ובלא משל הוא שהתורה מעידה עליו במראה ולא בחידות<br>Translation: As it says, \"I speak with him mouth to mouth,\" and it says, \"God spoke to Moses face to face,\" and it says, \"He beholds the likeness of God.\" This means that there is no metaphor, but he sees the matter clearly without any riddles or parables. This is because the Torah testifies about him through a vision, not through puzzles.<br>Meaning: This phrase continues to establish the idea that Moses received clear and direct communication from God. There is no need for metaphor or riddles because he saw and heard God directly without an intermediary.<br><br>Phrase 7: שאינו מתנבא בחידה אלא במראה שרואה הדבר על בוריו<br>Translation: He does not prophesy through a riddle but through a vision in which he sees the matter clearly.<br>Meaning: This phrase emphasizes that Moses' message was always clear and unambiguous. He did not rely on symbolic language to convey his message.<br><br>Phrase 8: כל הנביאים יראים ונבהלים ומתמוגגין ומשה רבינו אינו כן הוא שהכתוב אומר כאשר ידבר איש אל רעהו כלומר כמו שאין אדם נבהל לשמוע דברי חבירו כך היה כח בדעתו של משה רבינו להבין דברי הנבואה והוא עומד על עומדו שלם<br>Translation: All the prophets tremble, are alarmed, and become confused, but Moses our teacher is not like that. As it is written, \"Just as a man speaks to his friend.\" This means that just as a person is not alarmed to hear words from his friend, so too did Moses have the strength in his understanding to comprehend the words of prophecy while standing steadfast.<br>Meaning: This phrase further emphasizes the unique experience of Moses in prophecy. Unlike other prophets who are shaken by the experience, Moses had clarity and calmness when he received prophecy.<br><br>Phrase 9: כל הנביאים אין מתנבאים בכל עת שירצו משה רבינו אינו כן אלא כל זמן שיחפוץ רוח הקודש לובשתו ונבואה שורה עליו ואינו צריך לכוין דעתו ולהזדמן לה שהרי הוא מכוון ומזומן ועומד כמלאכי השרת לפיכך מתנבא בכל עת<br>Translation: All the prophets do not prophesy at any time they want, but Moses our teacher is not like that. Rather, every time the Holy Spirit desires, it envelops him, and prophecy comes upon him without him needing to direct his thoughts or schedule it. For he is focused and prepared and standing like an angel in service. Therefore, he can prophesy at any time.<br>Meaning: This phrase highlights the spontaneity of Moses' prophecy. Unlike other prophets who need to prepare themselves for prophecy or wait for a specific time, Moses was ready to receive prophecy whenever the Holy Spirit willed it.<br><br>Phrase 10: שנאמר עמדו ואשמעה מה יצוה ה' לכם ובזה הבטיחו האל שנאמר לך אמור להם שובו לכם לאהליכם ואתה פה עמוד עמדי<br>Translation: As it says, \"Stand and I will hear what God commands you.\" And with this, the Almighty guaranteed, saying, \"Tell them, 'Return to your tents,' but you shall stand here with me.\"<br>Meaning: This phrase is referencing the moment when God revealed Himself to the entire Jewish people at Mount Sinai. Moses was the only one standing with God, while the rest of the people remained at a distance. This moment demonstrates how close Moses was to God and serves as a reminder of his unique role as a prophet.<br><br>Phrase 11: הא למדת שכל הנביאים כשהנבואה מסתלקת מהם חוזרים לאהלם שהוא צרכי הגוף כלם כשאר העם לפיכך אין פורשין מנשותיהם ומשה רבינו לא חזר לאהלו הראשון לפיכך פירש מן האשה לעולם ומן הדומה לו ונקשרה דעתו לצור העולמים ולא נסתלק מעליו ההוד לעולם וקרן עור פניו ונתקדש כמלאכים<br>Translation: From this, we learn that all the prophets, when their prophecy is finished, return to their tents, which are their physical needs like all the others. Therefore, they do not separate from their wives. However, Moses our teacher did not return to his original tent, so he separated from his wife forever and became attached to the Creator of the World. His glory never departed from him, and he became as holy as an angel.<br>Meaning: This final phrase is explaining the aftermath of Moses' prophetic experience. Unlike other prophets, who returned to their physical needs after their prophecy was fulfilled, Moses' experience had a more permanent effect on him. He ultimately separated from his wife to focus solely on his relationship with God and became a holy person like an angel."},{"section":"\nהלכה ז\nהנביא אפשר שתהיה נבואתו לעצמו בלבד להרחיב לבו ולהוסיף דעתו עד שידע מה שלא היה יודע מאותן הדברים הגדולים ואפשר שישולח לעם מעמי הארץ או לאנשי עיר או ממלכה לכונן אותם ולהודיעם מה יעשו או למונעם ממעשים הרעים שבידיהם וכשמשלחים אותו נותנין לו אות ומופת כדי שידעו העם שהאל שלחו באמת ולא כל העושה אות ומופת מאמינים לו שהוא נביא אלא אדם שהיינו יודעים בו מתחלתו שהוא ראוי לנבואה בחכמתו ובמעשיו שנתעלה בהן על כל בני גילו והיה מהלך בדרכי הנבואה בקדושתה ובפרישותה ואח\"כ בא ועשה אות ומופת ואמר שהאל שלחו מצוה לשמוע ממנו שנאמר אליו תשמעון ואפשר שיעשה אות ומופת ואינו נביא וזה האות יש לו דברים בגו ואעפ\"כ מצוה לשמוע לו הואיל ואדם גדול וחכם וראוי לנבואה [הוא] מעמידים אותו על חזקתו שבכך נצטוינו כמו שנצטוינו לחתוך את הדין ע\"פ שני עדים כשרים ואע\"פ שאפשר שהעידו בשקר הואיל וכשרים הם אצלינו מעמידין אותן על כשרותן ובדברים האלו וכיוצא בהן נאמר הנסתרות לה' אלהינו והנגלות לנו ולבנינו ונאמר כי האדם יראה לעינים וה' יראה ללבב.","result":"Phrase 1: הנביא אפשר שתהיה נבואתו לעצמו בלבד<br>הנביא: \"the prophet\"<br>אפשר: \"it is possible\"<br>שתהיה: \"that his\"<br>נבואתו: \"prophecy\"<br>לעצמו: \"for himself\"<br>בלבד: \"alone\"<br><br>Summary: It is possible that the prophecy of the prophet is solely for himself.<br><br>Phrase 2: להרחיב לבו ולהוסיף דעתו עד שידע מה שלא היה יודע מאותן הדברים הגדולים<br>להרחיב: \"to expand\"<br>לבו: \"his heart/mind\"<br>ולהוסיף: \"and to add\"<br>דעתו: \"his knowledge/understanding\"<br>עד שידע: \"until he knows\"<br>מה שלא היה יודע: \"what he did not know\"<br>מאותן הדברים הגדולים: \"from those great matters\"<br><br>Summary: He should expand his mind and add to his knowledge until he knows what he did not know before, especially with regard to great matters.<br><br>Phrase 3: ואפשר שישולח לעם מעמי הארץ או לאנשי עיר או ממלכה לכונן אותם ולהודיעם מה יעשו או למונעם ממעשים הרעים שבידיהם<br>ו: \"and\"<br>אפשר: \"it is possible\"<br>שישולח: \"that he will send\"<br>לעם: \"to the people\"<br>מעמי הארץ: \"from the commoners of the land\"<br>או: \"or\"<br>לאנשי עיר: \"to the people of the city\"<br>או: \"or\"<br>ממלכה: \"from the kingdom\"<br>לכונן: \"to guide\"<br>אותם: \"them\"<br>ולהודיעם: \"and to inform them\"<br>מה יעשו: \"what to do\"<br>או: \"or\"<br>למונעם: \"to prevent them\"<br>ממעשים הרעים: \"from evil deeds\"<br>שבידיהם: \"that are in their hands\"<br><br>Summary: It is possible that he will send to the people, whether they are commoners, city dwellers, or from the kingdom, in order to guide them and inform them what to do or to prevent them from committing evil deeds.<br><br>Phrase 4: וכשמשלחים אותו נותנים לו אות ומופת כדי שידעו העם שהאל שלחו באמת ולא כל העושה אות ומופת מאמינים לו שהוא נביא<br>וכשמשלחים אותו: \"and when they send him\"<br>נותנים: \"they give\"<br>לו: \"to him\"<br>אות: \"a sign\"<br>ומופת: \"and a wonder/miracle\"<br>כדי שידעו: \"so that they will know\"<br>העם: \"the people\"<br>שהאל שלחו: \"that God sent him\"<br>באמת: \"in truth\"<br>ולא כל העושה אות ומופת: \"and not just anyone who performs a sign and miracle\"<br>מאמינים לו שהוא נביא: \"they will believe that he is a prophet\"<br><br>Summary: When he is sent, they give him a sign and miracle so that the people will know that God sent him and that he is not just anyone who performs signs and miracles.<br><br>Phrase 5: אלא אדם שהיינו יודעים בו מתחלתו שהוא ראוי לנבואה בחכמתו ובמעשיו שנתעלה בהן על כל בני גילו והיה מהלך בדרכי הנבואה בקדושתה ובפרישותה<br>אלא: \"rather\"<br>אדם: \"a man\"<br>שהיינו יודעים בו מתחלתו: \"that we know from the beginning\"<br>שהוא ראוי לנבואה: \"that he is worthy of prophecy\"<br>בחכמתו: \"in his wisdom\"<br>ובמעשיו: \"and in his deeds\"<br>שנתעלה בהן על כל בני גילו: \"that he excels in them beyond all men of his generation\"<br>והיה מהלך: \"and he had a path/way of life\"<br>בדרכי הנבואה: \"in ways of prophecy\"<br>בקדושתה: \"in its holiness\"<br>ובפרישותה: \"and in its separation\"<br><br>Summary: Rather, a man whom we know from the beginning is worthy of prophecy in his wisdom and deeds, in which he excels beyond all men of his generation. He had a way of life in the ways of prophecy, its holiness, and separation.<br><br>Phrase 6: ואח\"כ בא ועשה אות ומופת ואמר שהאל שלחו<br>ואח\"כ: \"and afterwards\"<br>בא: \"he comes\"<br>ועשה: \"and makes\"<br>אות ומופת: \"a sign and miracle\"<br>ואמר: \"and says\"<br>שהאל שלחו: \"that God sent him\"<br><br>Summary: Afterwards, he comes and makes a sign and miracle and says that God sent him.<br><br>Phrase 7: מצוה לשמוע לו הואיל ואדם גדול וחכם וראוי לנבואה הוא<br>מצוה: \"it is a commandment\"<br>לשמוע: \"to listen\"<br>לו: \"to him\"<br>הואיל: \"since\"<br>ו: \"and\"<br>אדם גדול וחכם: \"a great and wise man\"<br>וראוי לנבואה הוא: \"and he is worthy of prophecy\"<br><br>Summary: It is a commandment to listen to him, since he is a great and wise man and worthy of prophecy.<br><br>Phrase 8: מעמידים אותו על חזקתו שבכך נצטוינו כמו שנצטוינו לחתוך את הדין ע\"פ שני עדים כשרים ואע\"פ שאפשר שהעידו בשקר הואיל וכשרים הם אצלינו מעמידין אותן על כשרותן<br>מעמידין: \"they establish\"<br>אותו: \"him\"<br>על חזקתו: \"on his strength\"<br>שבכך: \"that in this way\"<br>נצטוינו: \"we were commanded\"<br>כמו שנצטוינו: \"as we were commanded\"<br>לחתוך: \"to cut\"<br>את הדין: \"the law\"<br>ע\"פ שני עדים כשרים: \"according to two valid witnesses\"<br>ואע\"פ שאפשר שהעידו בשקר: \"even if they testified falsely\"<br>הואיל: \"since\"<br>וכשרים הם: \"they are valid/good\"<br>אצלינו: \"among us\"<br>מעמידין אותן: \"we establish them\"<br>על כשרותן: \"on their qualities\"<br><br>Summary: They establish him on his strength, as we were commanded to cut the law according to two valid witnesses, even if they testified falsely, since they are considered valid among us and we establish them on their qualities.<br><br>Phrase 9: ובדברים האלו וכיוצא בהן נאמר הנסתרות לה' אלהינו והנגלות לנו ולבנינו ונאמר כי האדם יראה לעינים וה' יראה ללבב<br>ובדברים האלו: \"and in matters like these\"<br>וכיוצא בהן: \"and in similar matters\"<br>נאמר: \"it is said\"<br>הנסתרות לה' אלהינו: \"the hidden things belong to God\"<br>והנגלות לנו ולבנינו: \"and the revealed things are for us and our children\"<br>ונאמר: \"and it is said\"<br>כי האדם יראה לעינים: \"for man sees with his eyes\"<br>וה' יראה ללבב: \"but God sees into the heart\"<br><br>Summary: In matters like these and similar matters, it is said that the hidden things belong to God, and the revealed things are for us and our children. It is also said that man sees with his eyes, but God sees into the heart."}]