[{"section":"\nהלכה א\nמשה רבינו לא האמינו בו ישראל מפני האותות שעשה שהמאמין על פי האותות יש בלבו דופי שאפשר שיעשה האות בלט וכשוף אלא כל האותות שעשה משה במדבר לפי הצורך עשאם לא להביא ראיה על הנבואה היה צריך להשקיע את המצריים קרע את הים והצלילן בתוכו צרכנו למזון הוריד לנו את המן צמאו בקע להן את האבן כפרו בו עדת קרח בלעה אותן הארץ וכן שאר כל האותות ובמה האמינו בו במעמד הר סיני שעינינו ראו ולא זר ואזנינו שמעו ולא אחר האש והקולות והלפידים והוא נגש אל הערפל והקול מדבר אליו ואנו שומעים משה משה לך אמור להן כך וכך וכן הוא אומר פנים בפנים דבר ה' עמכם ונאמר לא את אבותינו כרת ה' את הברית הזאת ומנין שמעמד הר סיני לבדו היא הראיה לנבואתו שהיא אמת שאין בו דופי שנאמר הנה אנכי בא אליך בעב הענן בעבור ישמע העם בדברי עמך וגם בך יאמינו לעולם מכלל שקודם דבר זה לא האמינו בו נאמנות שהיא עומדת לעולם אלא נאמנות שיש אחריה הרהור ומחשבה.","result":"הלכה א:<br><br>משה רבינו לא האמינו בו ישראל - Israel did not believe in Moses because of the miracles he performed. Believing in miracles alone brings doubt.<br><br>מפני האותות שעשה - Because of the miracles he performed.<br><br>שהמאמין על פי האותות יש בלבו דופי - Because one who believes in miracles alone has a blemish in his heart.<br><br>שאפשר שיעשה האות בלט וכשוף - It is possible that the miracle was done by trickery or magic.<br><br>אלא כל האותות שעשה משה במדבר לפי הצורך עשאם - However, all of the miracles that Moses performed in the wilderness were done out of necessity.<br><br>לא להביא ראיה על הנבואה - Not to provide evidence of prophecy.<br><br>היה צריך להשקיע את המצריים - For example, he had to drown the Egyptians.<br><br>קרע את הים והצלילן בתוכו - He had to split the sea and lead the people through it.<br><br>צרכנו למזון הוריד לנו את המן - He had to provide the people with food by raining manna down from heaven.<br><br>צמאו בקע להן את האבן - He had to provide water for the people by creating a well from a rock.<br><br>כפרו בו עדת קרח בלעה אותן הארץ - He had to punish the rebellion of Korah and his followers by causing the earth to swallow them.<br><br>וכן שאר כל האותות - And so with all the other miracles.<br><br>ובמה האמינו בו - And by what did they believe in him?<br><br>במעמד הר סיני - At the time of the giving of the Torah at Mount Sinai.<br><br>שעינינו ראו ולא זר ואזנינו שמעו ולא אחר - Our eyes saw and did not stray, and our ears heard and did not turn away.<br><br>האש והקולות והלפידים - The fire, the sounds, and the flames.<br><br>והוא נגש אל הערפל - And he approached the darkness.<br><br>והקול מדבר אליו ואנו שומעים משה משה - And the voice spoke to him, and we heard Moses' name being called.<br><br>לך אמור להן כך וכך - \"Go and tell them this and this.\"<br><br>וכן הוא אומר - And so it says, \"Face to face, the Lord spoke with you.\"<br><br>פנים בפנים דבר ה' עמכם - \"Face to face, the Lord spoke with you.\"<br><br>ונאמר לא את אבותינו כרת ה' את הברית הזאת - And it is said that \"not with our fathers did the Lord make this covenant.\"<br><br>ומנין שמעמד הר סיני לבדו היא הראיה לנבואתו - And how do we know that the revelation at Mount Sinai alone is proof of his prophecy?<br><br>שהיא אמת - Because it is true.<br><br>שאין בו דופי - Because there is no doubt in it.<br><br>שנאמר הנה אנכי בא אליך בעב הענן בעבור ישמע העם בדברי עמך - Because it says, \"Behold, I come to you in the cloud, so that the people may hear when I speak with you.\"<br><br>וגם בך יאמינו לעולם - And forever they will believe in you.<br><br>מכלל שקודם דבר זה לא האמינו בו - From the inference that before this they did not believe in him.<br><br>נאמנות שהיא עומדת לעולם - Trust that endures forever.<br><br>אלא נאמנות שיש אחריה הרהור ומחשבה - Rather, trust accompanied by thought and contemplation."},{"section":"\nהלכה ב\nנמצאו אלו ששולח להן הם העדים על נבואתו שהיא אמת ואינו צריך לעשות להן אות אחר שהם והוא עדים בדבר כשני עדים שראו דבר אחד ביחד שכל אחד מהן עד לחבירו שהוא אומר אמת ואין אחד מהן צריך להביא ראיה לחבירו כך משה רבינו כל ישראל עדים לו אחר מעמד הר סיני ואינו צריך לעשות להם אות וזהו שאמר לו הקדוש ברוך הוא בתחילת נבואתו בעת שנתן לו האותות לעשותן במצרים ואמר לו ושמעו לקולך ידע משה רבינו שהמאמין על פי האותות יש בלבבו דופי ומהרהר ומחשב והיה נשמט מלילך ואמר והן לא יאמינו לי עד שהודיעו הקב\"ה שאלו האותות אינן אלא עד שיצאו ממצרים ואחר שיצאו ויעמדו על ההר הזה יסתלק הרהור שמהרהרין אחריך שאני נותן לך כאן אות שידעו שאני שלחתיך באמת מתחילה ולא ישאר בלבם הרהור והוא שהכתוב אומר וזה לך האות כי אנכי שלחתיך בהוציאך את העם ממצרים תעבדון את האלהים על ההר הזה נמצאת אומר שכל נביא שיעמוד אחר משה רבינו אין אנו מאמינים בו מפני האות לבדו כדי שנאמר אם יעשה אות נשמע לו לכל מה שיאמר אלא מפני המצוה שצוה משה בתורה ואמר אם נתן אות אליו תשמעון כמו שצונו לחתוך הדבר על פי שנים עדים ואף על פי שאין אנו יודעין אם העידו אמת אם שקר כך מצוה לשמוע מזה הנביא אע\"פ שאין אנו יודעים אם האות אמת או בכישוף ולט.","result":"הלכה ב:<br>נמצאו אלו ששולח להן - Those who send to them were found<br>הם העדים על נבואתו - They are the witnesses of his prophecy<br>שהיא אמת - that it is true<br>ואינו צריך לעשות להן אות - And there is no need to give them a sign<br>אחר שהם והוא עדים בדבר - Since they and he are witnesses in the matter<br>כשני עדים שראו דבר אחד ביחד - Like two witnesses who saw one thing together<br>שכל אחד מהם עד לחבירו שהוא אומר אמת - Each one testifies to his friend that he speaks the truth<br>ואין אחד מהן צריך להביא ראיה לחבירו - And none of them needs to bring proof to his friend<br>כך משה רבינו - This is how Moses our teacher<br>כל ישראל עדים לו - All Israel are witnesses to him<br>אחר מעמד הר סיני - After the standing at Mount Sinai<br>ואינו צריך לעשות להם אות - And there is no need to give them a sign<br>וזהו שאמר לו הקדוש ברוך הוא - And this is what the Holy One, Blessed be He, said to him<br>בתחילת נבואתו - At the beginning of his prophecy<br>בעת שנתן לו האותות לעשותן במצרים - When He gave him the signs to perform them in Egypt<br>ואמר לו ושמעו לקולך - And He said to him, “They will listen to your voice”<br>ידע משה רבינו שהמאמין על פי האותות יש בלבבו דופי ומהרהר ומחשב - Moses our teacher knew that whoever believes based on signs has a defect in his heart and thinks and considers<br>והיה נשמט מלילך - And he would be excluded from your path<br>ואמר והן לא יאמינו לי - And he said, “But they will not believe me”<br>עד שהודיעו הקב\"ה שאלו האותות אינן אלא עד שיצאו ממצרים - Until the Holy One, Blessed be He, informed him that these signs were only a sign until they left Egypt<br>ויעמדו על ההר הזה יסתלק הרהור שמהרהרין אחריך - And when they stood at this mountain, the thought that they had been thinking behind you will go away<br>שאני נותן לך כאן אות - Because I am giving you a sign here<br>שידעו שאני שלחתיך באמת מתחילה - So they will know that I sent you truly from the beginning<br>ולא ישאר בלבם הרהור - And there will be no more thoughts in their hearts<br>והוא שהכתוב אומר וזה לך האות - As the verse says, “And this shall be the sign for you”<br>כי אנכי שלחתיך בהוציאך את העם ממצרים - That I have sent you to take the people out of Egypt<br>תעבדון את האלהים על ההר הזה - That you shall worship God on this mountain<br>נמצאת אומר - It is concluded, therefore, saying<br>שכל נביא שיעמוד אחר משה רבינו אין אנו מאמינים בו מפני האות לבדו - Any prophet who arose after Moses our teacher, we do not believe him based on the sign alone<br>כדי שנאמר אם יעשה אות - As it is said, “If he performs a sign”<br>נשמע לו לכל מה שיאמר - We will listen to him regarding everything he will say<br>אלא מפני המצוה שצוה משה בתורה - But rather because of the commandment that Moses commanded in the Torah<br>ואמר אם נתן אות אליו תשמעון - As it says, “If he performs a sign for you”<br>כמו שצונו לחתוך הדבר על פי שנים עדים - As we were commanded to judge a matter based on two witnesses<br>ואף על פי שאין אנו יודעים אם העידו אמת אם שקר - And even though we do not know if their testimony is true or false<br>כך מצוה לשמוע מזה הנביא - It is still a commandment to listen to this prophet"},{"section":"\nהלכה ג\nלפיכך אם עמד הנביא ועשה אותות ומופתים גדולים ובקש להכחיש נבואתו של משה רבינו אין שומעין לו ואנו יודעין בבאור שאותן האותות בלט וכשוף הן לפי שנבואת משה רבינו אינה על פי האותות כדי שנערוך אותות זה לאותות זה אלא בעינינו ראינוה ובאזנינו שמענוה כמו ששמע הוא הא למה הדבר דומה לעדים שהעידו לאדם על דבר שראה בעיניו שאינו כמו שראה שאינו שומע להן אלא יודע בודאי שהן עדי שקר לפיכך אמרה תורה שאם בא האות והמופת לא תשמע אל דברי הנביא ההוא שהרי זה בא אליך באות ומופת להכחיש מה שראית בעיניך והואיל ואין אנו מאמינים במופת אלא מפני המצות שצונו משה היאך נקבל מאות זה שבא להכחיש נבואתו של משה שראינו וששמענו.","result":"Phrase 1: הלכה ג<br>Translation: \"Halakha 3\"<br><br>Meaning: This is the third halakha (Jewish law) in the section being discussed.<br><br>Phrase 2: לפיכך אם עמד הנביא ועשה אותות ומופתים גדולים ובקש להכחיש נבואתו של משה רבינו<br>Translation: \"Therefore, if a prophet stands and performs great signs and wonders, and seeks to deny the prophecy of Moses our teacher...\"<br><br>Meaning: If a prophet tries to discredit the prophecy of Moses by performing impressive miracles, his claims should be rejected.<br><br>Phrase 3: אין שומעין לו ואנו יודעין בבאור שאותן האותות בלט וכשוף הן<br>Translation: \"...we do not listen to him, and we know clearly that those signs are mere trickery and sorcery.\"<br><br>Meaning: Such signs are not considered genuine, as they are likely just sleight of hand or magic tricks.<br><br>Phrase 4: לפי שנבואת משה רבינו אינה על פי האותות כדי שנערוך אותות זה לאותות זה אלא בעינינו ראינוה ובאזנינו שמענוה<br>Translation: \"This is because the prophecy of Moses our teacher does not depend on signs, but rather on what we ourselves saw and heard.\"<br><br>Meaning: Moses' prophecy is not validated by impressive signs or wonders, but by what we experienced firsthand.<br><br>Phrase 5: כמו ששמע הוא הא למה הדבר דומה לעדים שהעידו לאדם על דבר שראה בעיניו שאינו כמו שראה שאינו שומע להן<br>Translation: \"(This is) similar to witnesses who testify about something they saw with their own eyes--if their testimony does not match up with what they saw, (the court) does not accept their testimony.\"<br><br>Meaning: Just like firsthand witnesses whose testimony contradicts what they actually saw cannot be trusted, a prophet whose miracles do not align with the teachings of Moses cannot be considered genuine.<br><br>Phrase 6: אלא יודע בודאי שהן עדי שקר<br>Translation: \"Instead, we know for a fact that such signs are false evidence.\"<br><br>Meaning: In the absence of authentic prophecy, miraculous signs are seen as fraudulent.<br><br>Phrase 7: לפיכך אמרה תורה שאם בא האות והמופת לא תשמע אל דברי הנביא ההוא<br>Translation: \"Therefore, the Torah declares that if a sign or wonder comes to discredit the words of that prophet...\"<br><br>Meaning: The Torah instructs us to ignore a prophet who uses signs or miracles to undermine the veracity of Moses' prophecy.<br><br>Phrase 8: שהרי זה בא אליך באות ומופת להכחיש מה שראית בעיניך<br>Translation: \"...for this (false prophet) has come to you with a sign or wonder to deny what you saw with your own eyes.\"<br><br>Meaning: A false prophet's goal is to discredit the firsthand experiences of God that Moses transmitted to the Jewish people. <br><br>Phrase 9: והואיל ואין אנו מאמינים במופת אלא מפני המצות שצונו משה היאך נקבל מאות זה שבא להכחיש נבואתו של משה שראינו וששמענו<br>Translation: \"However, since we do not believe in signs and miracles, but rather in the commandments that Moses our teacher commanded us, how can we accept one who comes to deny his prophecy that we saw and heard?\"<br><br>Meaning: Since faith in God rests in obedience to His commandments transmitted by Moses, we cannot accept a false prophet who discredits the foundational experiences of God's presence that our ancestors witnessed."}]